---
title: "Rezept: Brotpizza"
date: "2008-08-31T20:11:00+00:00"
slug: "rezept-brotpizza"
---

Heute will ich auch einmal damit beginnen hier Rezepte zu posten, die vielleicht andere Leute auch interessieren k&ouml;nnten.</p><p>Das Rezept des Tages ist eine "Brotpizza". Dazu braucht man wirklich nicht viel und das Rezept ist sogar f&uuml;r die Leute geeignet, die vor dem vollen K&uuml;hlschrank verhungern, weil sie nichts essbares auf die Reihe bekommen.</p><p>Die Mengen im Rezept sind &uuml;brigens v&ouml;llig variabel. Man sollte nur darauf achten, dass die Mengen einigerma&szlig;en zueinander passen. ;) (Und man sollte die Gr&ouml;&szlig;e der eigenen Mikrowelle ber&uuml;cksichtigen. Da kommt das ganze dann n&auml;mlich rein.)</p><p>Zutaten: 2 Scheiben Brot, Tomatenmark (alternativ Ketchup), Schinken oder Salami, Thunfisch, Scheibenk&auml;se, Gew&uuml;rze nach Vorliebe</p><p>Ihr seht also, dass die Zutaten nicht wirklich festgelegt sind und sich deshalb auch viele Variationsm&ouml;glichkeiten ergeben. Meine Pizza heute war zum Beispiel aus Wei&szlig;brot, Tomatenmark, Kochschinken, Thunfisch, Peperoni, Scheibenk&auml;se, Paprikapulver und Currypulver.</p><p>Als erstes kommen die Brotscheiben auf den Teller und werden mit Tomatenmark (Oder Ketchup falls kein Tomatenmark vorhanden ist) bestrichen. Ich bevorzuge dabei aber die Tomatenmark-Version. Dann kommt der Schinken oder die Salami darauf. Wer mag kann das ganze dann mit diversen anderen Zutaten belegen. Z.B. eine Dose Thunfisch, die Peperoni, Artischocken, Bratwurst oder andere leckere Dinge. Zu guter letzt kommt der K&auml;se &uuml;ber das ganze und der wird dann noch mit Paprikapulver und Curry gew&uuml;rzt.</p><p>Die ganze Kreation landet dann f&uuml;r einige Minuten in der Mikrowelle damit es als warme Mahlzeit durch gehen kann.</p><p>Guten Appetit w&uuml;nsche ich!</p><p>Wer andere Kreationen zu diesem Thema hat darf die gerne in den Kommentaren verewigen. Im Prinzip kann man so fast alles damit machen. Denkbar w&auml;re das ganze auch Vegetarisch, mit Frutti di Mare oder sonstige Kreationen.