---
title: "Erste Hilfe - Mails zum Thema Hilfe"
date: "2008-11-02T20:50:00+00:00"
slug: "erste-hilfe-mails-zum-thema-hilfe"
---

Heute bin ich im Internet &uuml;ber ein <a href="http://www.erste-hilfe.me/">Projekt</a> gestolpert, wo es mir als Angeh&ouml;riger der Feuerwehr nahe liegt, m&ouml;glichst viele Leute darauf hin zu weisen. Es geht dabei um ein kleines E-Mail-Abo, welches euch kostenlos kleine Episoden &uuml;ber die Erste Hilfe n&auml;her bringt.</p><p>Zur Idee dahinter m&ouml;chte ich einfach den Text der Seite zitieren, da Oliver N&ouml;ltner das Thema - wie ich finde - sehr gut auf den Punkt bringt:
<blockquote>Obwohl fast jeder von uns, und wenn es nur im Rahmen des F&uuml;hrerscheins war, einen Erste Hilfe Kurs besucht hat, zeigen Studien seit Jahren, dass sich nicht einmal 10% der Bev&ouml;lkerungen trauen Erste Hilfe zu leisten. Dies ist das traurige Bild von &uuml;ber 35 Jahren staatlich geregelte Erste-Hilfe-Kurse. Sie konnten weder erreichen, dass die Angst etwas Falsch zu machen beseitigt wird, noch dazu beitragen, das jeder seine Erste-Hilfe-Kenntnisse regelm&auml;&szlig;ig und freiwillig auffrischt.</p><p>Sind Erste-Hilfe-Kurse out of date? Jein, auf jeden Fall entsprechen sie kaum den Anforderungen moderner Erwachsenenbildung. Zeitgem&auml;sse Lehraussagen m&uuml;ssen sich erst Jahre durch verschiedene Gremien best&auml;tigen lassen, die schon wieder als &uuml;berholt gelten, wenn sie in den Lehrpl&auml;nen landen.</p><p>Das Fatale an der Sache: die Erste Hilfe ist ein fester Bestandteil unseres Notfall- und Rettungsystems. Ohne den Einsatz eines Ersthelfers ist so manches Leben auch nicht mehr durch einen Notarzt und seinem Team zu retten.</p><p>Doch brauchen wir einen weiteren gesetzlichen Zwang in Form einer Pflichtfortbildung um den Menschen die Angst vor der Ersten Hilfe zu nehmen? Wir meinen, es muss erst einmal die M&ouml;glichkeit geschaffen werden, dass sich jeder stetig und flexibel, ohne gro&szlig;en Zeitaufwand, zum Neusten informieren kann. Wer mehr will, soll auch hierzu die M&ouml;glichkeit bekommen: ob Lehrgespr&auml;ch, eine Erfolgskontrolle oder ein praktisches Training.</p><p>Kann, muss aber nicht.</p><p>Ihr
Oliver N&ouml;ltner</p><p>(Quelle: <a href="http://www.erste-hilfe.me/idee/">Erste Hilfe - rette mich: Die Idee</a>)</blockquote>
Ich bitte auch alle Leser meines Blogs - sei es per Newsfeed oder direkt - sich zu &uuml;berlegen dieses <a href="http://www.erste-hilfe.me/">Projekt</a> zu unterst&uuml;tzen. Sei es nur dadurch, dass Ihr euch anmeldet und euch die Mails durchlest oder aber, dass Ihr Freunden und Bekannten davon erz&auml;hlt und sie auf das <a href="http://www.erste-hilfe.me/">Projekt</a> hinweist.