---
title: "Online Feedreader Gregarius"
date: "2008-09-02T20:07:00+00:00"
slug: "online-feedreader-gregarius"
---

Nachdem ich gestern "Feed on Feeds" <a href="http://blog.knut.me/2008/09/feed-on-feeds/">getestet</a> habe, bin ich wieder einmal auf die Suche nach anderen webbasierten Feedreadern gegangen und dabei auf die Software "<a href="http://gregarius.net/">Gregarius</a>" gesto&szlig;en.</p><p>Gregarius setzt dabei auf Ajax und hat ein &uuml;bersichtliches Design. Im Gegensatz zu FoF werden bei Gregarius keine Frames benutzt, was die Anwendung f&uuml;r mich wesentlich sympathischer macht. Steuerbar ist Gregarius &uuml;ber Tasten-Shortcuts, welche frei belegbar sind und sich somit auch sehr &auml;hnlich einstellen lassen wie beim Google Reader, was ein deutliches Plus f&uuml;r die Umsteiger ist.</p><p><!--more--></p><p>Beim Lesen der Artikel &uuml;ber die "magic key" werden diese dann per Ajax als gelesen markiert, was die Klickarbeit zum markieren erspart. Auf der "Home"-Seite werden standardm&auml;&szlig;ig die ungelesenen Artikel angezeigt. Sollten davon keine da sein werden die neusten Artikel eingeblendet. Wenn man die Liste der ungelesenen Artikel mit der magischen Taste (Bei mir "j") liest, wird die Seitenansicht automatisch aktualisiert, wenn man unten angekommen ist.</p><p>Die Aktualisierung der Feeds kann einerseits &uuml;ber einen Klick auf den "Erneuern"-Button im oberen Men&uuml; erfolgen oder aber durch einen auf dem Webserver eingerichteten Cronjob. Ich mag dabei die Variante per Cronjob mit ausgeblendetem "Erneuern"-Button, da ich sonst viel zu oft versucht bin die Feeds neu laden zu lassen. Au&szlig;erdem habe ich so keine Wartezeit beim Lesen, da die Feeds im Hintergrund schon geladen wurden und mir im Interface direkt angezeigt werden.</p><p>Standardm&auml;&szlig;ig sieht das System vor, dass die abonnierten Feeds f&uuml;r jeden im Internet lesbar sind, allerdings nur vom Administrator als gelesen markiert werden k&ouml;nnen. Diese Funktion gef&auml;llt mir pers&ouml;nlich gar nicht und somit ist Gregarius bei mir hinter einer HTTP-Authentication installiert, die jeden unbefugten Zugriff verhindert. Dabei ist dann negativ anzumerken, dass man die Admin-Authentifizierung nicht abschalten kann, was genau in einem solchen Aufbau doch sehr sinnvoll w&auml;re.</p><p>Ansonsten beinhaltet Gregarius noch eine Suchfunktion, die in meinen bisher 1163 gespeicherten Artikeln sehr schnell die passenden Resultate findet. Hier w&auml;re noch abzuwarten, wie das aussieht, wenn mehr Artikel gespeichert worden sind. Die Anzahl der gespeicherten Artikel kann man zwar mit einer automatischen L&ouml;schfunktion beschr&auml;nken, welche ich aber f&uuml;r meine Zwecke deaktiviert habe, da ich gerne auch im Nachhinein (z.B. per Suche) in Artikeln Sachen nachlese. (Frei nach dem Prinzip "Man muss nicht alles wissen. Man muss nur wissen wo es steht.")</p><p>Inzwischen ist ein ganzer Testtag vorbei, an dem ich zwischendurch immer wieder &uuml;ber die neusten Vorkommnisse aus der Blogosph&auml;re und auch aus der realen Welt informiert wurde. Dabei kann ich nur zusammenfassend sagen, dass es sich wirklich lohnt Gregarius einmal auszuprobieren. F&uuml;r mich ist er eine wirkliche Alternative zum Google Reader.