---
title: "Freundlichkeit im Internet..."
date: "2008-06-17T23:00:00+00:00"
slug: "freundlichkeit-im-internet"
---

...ist f&uuml;r einige Leute scheinbar ein Fremdwort:</p><p>Da schreibt man in einem "social network" namens meinVZ einem weiblichen Mitglied ein paar Gr&uuml;&szlig;e auf die Pinnwand, nachdem man &uuml;ber ihr Profil beim Rumklicken gestolpert ist und findet kurz sp&auml;ter so etwas auf seiner eigenen Pinnwand:
<p style="text-align: center;"><img class="alignnone size-full wp-image-102 aligncenter" title="bild-1" src="/uploads/2008/06/bild-1.jpg" alt="" width="382" height="169" /></p>
Da stellen sich mir doch einige grundlegende Fragen:
<ol>
	<li>Wo genau ist die Freundlichkeit hin, die man "fr&uuml;her" (Das ist da, wo ich noch klein war...) noch beigebracht bekommen hat?</li>
	<li>In der Schule wurde "meins" immer als Besitz anzeigend deklariert. - Wie kann man einen Menschen besitzen? Habe ich da irgend eine &Auml;nderung der Gesetze verpasst und die Leibeigenschaft wurde wieder eingef&uuml;hrt? Ich glaube nicht! Auch moralisch ist dieses f&uuml;r mich v&ouml;llig unverst&auml;ndlich. Wird so etwas in der Kirche gelehrt? K&ouml;nnte sein, da ich mich nie f&uuml;r den Verein interessiert habe...</li>
</ol>
So grundlegend kann es nicht an der Erziehung liegen, da der "Besitzer" gerade einmal f&uuml;nf Monate &auml;lter ist als ich. Mir zumindest wurde sowohl beigebracht, dass man Leute auch Gr&uuml;&szlig;en kann und dass man Menschen nicht besitzt.</p><p>Zum Alter der Person, die ich gegr&uuml;&szlig;t habe kann ich leider nicht viel sagen, da ich mehr Leute gegr&uuml;&szlig;t habe und er leider keinen Bezugspunkt angegeben hat.</p><p>F&auml;llt das jetzt unter die Sozialisationstheorie und das Umfeld des "Besitzers" hat die Erziehung verpfuscht? Naja auf jeden Fall ist irgendwas schief gelaufen. Ich kann da nur hoffen, dass ich da einen falschen Eindruck bekommen habe und es nicht wirklich in Diepholz jemanden gibt, der meint andere Menschen zu besitzen... Falls doch sollte ihm jemand eine Zeitmaschine spendieren, die ihn zur&uuml;ck ins Mittelalter f&uuml;hrt. Dort war die Leibeigenschaft noch gang und g&auml;be...</p><p>Falls der Betroffene diesen Artikel lesen sollte: Die weiteren Drohungen k&ouml;nnen gleich in die Tonne, da sie bei mir nicht wirken. Im Gegenteil: Sie werden der Belustigung der Leser hier dienen. (Dann auch mit nicht-geschw&auml;rztem Namen!)</p><p>Weitere Meinungen zum Thema sind gerne Willkommen. Daf&uuml;r habe ich hier die Kommentarfunktion!