---
title: "Zufalls-Passwort-Generator"
date: "2008-12-25T11:09:00+00:00"
slug: "zufalls-passwort-generator"
---

Heute habe ich mal wieder ein wenig meine F&auml;higkeiten im Basteln von OSX-Anwendungen mit Ruby ausgetestet. Das hatte gleichzeitig auch den Sinn, dass ich eine Anwendung haben wollte, die ich immer offen haben kann, die dabei aber nicht st&ouml;rt und die mir Zufallspassw&ouml;rter liefert.</p><p>Jetzt werden sich einige Leute fragen, warum zum Geier ich Zufallspassw&ouml;rter brauche. Das ist ganz einfach: Wenn man seine Passw&ouml;rter f&uuml;r jeden Dienst bzw. jede Webseite zuf&auml;llig vergibt verringert sich das Sicherheitsrisiko durch einen geknackten Dienst wesentlich. Nehmen wir zum Beispiel Twitter: Es gibt ein Accountpasswort, welches dann auch gleich zum Login bei allen m&ouml;glichen Tools dient. Wenn man davon ausgeht, dass die Administratoren dieser Dienste alle brav sind und keine Daten speichern: Sch&ouml;n. Allerdings gehe ich davon aus, dass mindestens ein Dienst existiert, der das Passwort speichert.</p><p>Spinnen wir das Szenario jetzt weiter habe ich unter dem gleichen Namen wie meinem Twitter-Account auch einen Last-FM-Account, was zun&auml;chst nicht weiter schlimm ist. Wurde da allerdings das gleiche Passwort verwendet hat man direkt ein Problem. Das mag zwar bei Last-FM noch kein Weltuntergang sein aber vielleicht hat auch der Mailaccount das gleiche Passwort, da dieses einfach &uuml;berall verwendet wurde. Sp&auml;testens jetzt sollte das Problem auffallen.</p><p>Somit lieber einen Passwortmanager verwenden (Wer keinen hat: Auch so etwas biete ich - webbasiert - an. Einfach mal hier oder in meinem Github-Account danach suchen.) und jedem Dienst ein einzelnes Passwort geben, womit wir auch wieder beim Zweck meines Tools w&auml;ren: Das Tool kann mit seiner sehr geringen Gr&ouml;&szlig;e einfach offen bleiben und sich zwischen den anderen Anwendungen verstecken. Wenn man es aber braucht kann es mit einem Klick wieder nach vorne geholt werden und das Passwort kann aus dem entsprechenden Feld kopiert werden. Die generierten Passw&ouml;rter wechseln alle 20 Sekunden und sind immer 8-Stellig, bestehend aus Buchstaben und Zahlen.</p><p>So hat man auch beim &Auml;ndern der Passw&ouml;rter - was man bekanntlich alle paar Monate tun sollte - immer gleich ein neues frisches Passwort aus einer Kollektion von ungef&auml;hr 210.000.000.000.000 Passw&ouml;rtern (62 Zeichen hoch 8 Stellen) zur Hand. (Wer das r&auml;t ist wirklich gut!)
<p style="text-align: center;"><img class="size-full wp-image-871 aligncenter" title="Der Passwortgenerator" src="/uploads/2008/12/bild-1.png" alt="Der Passwortgenerator" width="323" height="144" /></p></p><p>Somit w&auml;re es dann eins weniger, weil ich es hier auf der Seite stehen habe aber Ihr k&ouml;nnt ja mal schauen wann genau dieses Passwort wieder bei euch angezeigt wird. (Bestellt die Pizza vorher, damit Ihr durch das Bestellen kein Passwort verpasst...)</p><p>Herunterladen kann man das Tool als DiskImage hier: <a href="/uploads/2008/12/randompwdgenerator.dmg">RandomPwdGenerator</a></p><p>Die Installation ist gewohnt einfach: &Ouml;ffnen, in den Anwendungsordner ziehen und geniessen. Feedback ist wie immer herzlich willkommen.