---
title: "Identica 2.0 aka Bleeper"
date: "2008-12-10T20:05:00+00:00"
slug: "identica-2-0-aka-bleeper"
---

Heute wurde mir die Neuigkeit zugezwitschert, dass es ein neues deutsches StartUp gibt, welches die Software "Laconica" einsetzt, um eine Alternative zu Twitter zu bieten. Dieses neue StartUp nennt sich "Bleeper" und ist unter der URL <a href="http://bleeper.de/">bleeper.de</a> erreichbar. Inzwischen habe ich mir dort auch einen Account organisiert und das System getestet.</p><p>Als aller erstes m&ouml;chte ich bei diesem neuen Dienst hervor heben, dass eine Konnektivit&auml;t zu Twitter vorhanden ist, mit der die Posts von Bleeper auch automatisch zu Twitter gesendet werden k&ouml;nnen. In der anderen Richtung funktioniert diese Zusammenarbeit leider nicht. Somit muss man entweder immer &uuml;ber Bleeper schreiben oder aber in Kauf nehmen, dass die Twitterer zwar die Bleeps lesen k&ouml;nnen, aber die Tweets nicht in Bleeper ankommen.</p><p>Weiterhin ist es &uuml;ber diese Verbindung auch m&ouml;glich, dass die verfolgten Twitterer - wenn sie einen Bleeper-Account haben - auch in Bleeper automatisch verfolgt werden k&ouml;nnen. Das ist f&uuml;r mich zwar ein nettes Feature, da allerdings momentan die Userzahl von Bleeper nicht wirklich umfangreich ist, werden nur wenige Verfolgte &uuml;bernommen.</p><p>Mit der geringen Userzahl sind wir dann auch direkt beim n&auml;chsten Problem: Dienste wie Twitter oder die Clones leben davon viele User zu haben. Das kann Bleeper momentan aber noch nicht vorweisen und ist somit f&uuml;r die meisten User wahrscheinlich relativ unattraktiv. Ansonsten ist Bleeper vom Aufbau dem Dienst Identica sehr &auml;hnlich, da es auf der selben Software-Plattform basiert.</p><p>Als Fazit bisher kann ich dazu nur sagen, dass ich die Entwicklung noch eine Weile beobachten werde, allerdings dem Dienst keine besonders gro&szlig;e Chance gebe. Das gr&ouml;&szlig;te Problem f&uuml;r Bleeper wird &auml;hnlich dem ICQ-Jabber-Problem sein, dass die Twitter-User keinen Grund sehen auf den neuen Dienst zu migrieren, da Twitter inzwischen recht stabil geworden ist und der Fail-Whale kaum noch gesichtet wird. In Twitter ist somit schon eine funktionierende Community gegeben, in der die Netzwerke intakt sind und wo man auch genug Auswahl an Personen hat, die man noch kennen lernen m&ouml;chte.</p><p>Ich w&uuml;nsche Bleeper somit alles Gute f&uuml;r die Start-Phase und wir werden sehen, ob der Dienst erfolgreicher wird als Identica oder alles beim Alten bleibt und Twitter die Micro-Blogging-Herrschaft beh&auml;lt.