---
title: "Erfahrungsbericht: Exsila"
date: "2008-09-29T21:08:00+00:00"
slug: "erfahrungsbericht-exsila"
---

Vor kurzem wurde ich durch ein Trigami-Angebot auf den Exsila-Tauschservice aufmerksam gemacht. Hier jetzt ein Erfahrungsbericht, der meinen ersten Kontakt mit Exsila beschreibt.:</p><p><!--more--></p><p>Bei der kostenlosen Anmeldung bei <a href="http://www.exsila.de/index.aspx?referal=Luzifer">Exsila</a> bekommt man ein Guthaben von 10 Exsila-Punkten, welche umgerechnet 10 Euro wert sind. Mit diesen Punkten kann man das System testen und sich, nach der Freischaltung seiner Daten, eine erste DVD bestellen.</p><p>Momentan ist das Angebot im Portal noch nicht so &uuml;berw&auml;ltigend, dass man es als Alternative zu DVD-K&auml;ufen oder Videotheken betrachten k&ouml;nnte aber die Popularit&auml;t ist - auch durch Werbeaktionen &uuml;ber Trigami - am steigen. Somit ist zu hoffen, dass die Angebote in Zukunft weiter gef&auml;chert und mehr werden.</p><p>Das Prinzip ist auf jeden Fall relativ einfach: Man bietet seine DVDs im Portal an und bekommt bei einer Erfolgreichen Vermittlung daf&uuml;r Exsila-Punkte. Den Preis der DVDs kann man dabei selber bestimmen. Es wird nur eine Empfehlung seitens Exsila ausgesprochen, was man f&uuml;r den Artikel verlangen sollte.</p><p>F&uuml;r die Punkte kann man sich dann wiederum aus dem Angebot andere DVDs aussuchen und bestellen. Diese Bestellung wird dann vom vorherigen Eigent&uuml;mer der DVD versandt und sollte nach der &uuml;blichen Postlaufzeit im eigenen Briefkasten liegen. Je nach Aktivit&auml;t des Versenders dauert dieser Weg nat&uuml;rlich unterschiedlich lange, sollte aber nach meiner eigenen und anderen im Internet gelesenen Erfahrungen recht schnell von statten gehen.</p><p>Sollten die Punkte einmal ausgehen kann man sich neue durch die Zahlung von echtem Geld kaufen oder einfach DVDs, die man sich im Laden selber besorgt hat dem System &uuml;ber ihren Strichcode hinzu f&uuml;gen.</p><p>Nachdem man die DVD erhalten hat wird der Erhalt im Portal best&auml;tigt und gleichzeitig w&auml;hlt man aus wann und ob man die DVD wieder anbieten m&ouml;chte. Nat&uuml;rlich macht es Sinn nach dem Genuss des Films die DVD der Community wieder zur Verf&uuml;gung zu stellen damit das Prinzip weiter l&auml;uft. Bisher kann ich von der Anbieterseite noch nicht viel zum Portal sagen, da meine Angebote bisher noch niemandem auf der Shopping-Tour begegnet sind.</p><p>Auf jeden Fall sehe ich im Portal durchaus eine zukunftsf&auml;hige Plattform um DVDs zu tauschen - auch wenn ich anfangs ein wenig skeptisch war, ob die DVD wirklich bei mir ankommt.