---
title: "Neues Benachrichtigungsplugin"
date: "2008-10-17T15:26:00+00:00"
slug: "neues-benachrichtigungsplugin"
---

Nachdem es rechtliche Probleme mit dem alten "Subscribe To Comments"-Plugins gab, da bisher schon mindestens ein Blogger abgemahnt wurde weil er unerw&uuml;nschte Mails verschickt hat, habe ich auch hier meine Konsequenz daraus gezogen <span style="text-decoration: line-through;">und meine abonnierbaren Kommentare auf das </span><a href="http://sit.24stunden.de/cmailer/"><span style="text-decoration: line-through;">CommentMailer</span></a><span style="text-decoration: line-through;">-Plugin umgestellt.</span></p><p><span style="text-decoration: line-through;"> </span></p><p><span style="text-decoration: line-through;">Dieses Plugin beherrscht das in der Newsletter-Branche gebr&auml;uchliche Double-Opt-In Verfahren, bei dem nach dem Abonnieren eine Best&auml;tigungsmail verschickt wird, in der ein User sich erst endg&uuml;ltig registieren muss. Wenn Ihr jetzt also die Kommentare auf einen Post per Mail abonnieren wollt m&uuml;sst Ihr pro Post einmalig einen Best&auml;tigungslink anklicken, mit dem Ihr mir best&auml;tigt, dass Ihr die Mails wirklich haben wollt.</span> Alle bisherigen Subscriptions wurden mit der Entfernung des alten Plugins auch automatisch beendet.</p><p><span style="text-decoration: line-through;"> </span></p><p><span style="text-decoration: line-through;">Damit sind die Mails keine "ungefragten" Mails, sondern wurden von euch (da ja nur Ihr Zugang zu eurem Postfach habt) explizit angefordert. Das macht es f&uuml;r meine normalen User zwar schwerer, da zwei Aktionen n&ouml;tig sind, allerdings f&uuml;r die Abmahner wird es definitiv schwerer. Immerhin haben sie explizit zugestimmt die Mails zu bekommen.</span></p><p>Ich werde mich heute Abend auch zus&auml;tzlich daran machen den Kommentar-RSS-Feed sichbar einzubauen, damit diese M&ouml;glichkeit auch zur Verf&uuml;gung steht. Dann k&ouml;nnt Ihr auch einfach den RSS-Feed abonnieren, was auch keine Probleme in Punkto ungefragte Mails verursacht.</p><p>Bei allen Usern, die nie etwas B&ouml;ses im Sinn hatten und sich lediglich an den Diskussionen beteidigen wollten m&ouml;chte ich mich entschuldigen, dass es jetzt verkompliziert wird. Aber ich denke Ihr werdet es verstehen, dass ich keine Probleme mit irgendwelchen geldgierigen Personen m&ouml;chte, die sich auf meine Kosten bereichern.</p><p><span style="text-decoration: line-through;"> </span></p><p><span style="text-decoration: line-through;">Wer das Plugin auch einsetzen m&ouml;chte, sollte sich evtl. den Quellcode ein wenig genauer anschauen und dar&uuml;ber nachdenken, den Kommentarinhalt (so wie ich es jetzt auch mache) mit zu senden. Das sollte die Leser ein wenig entsch&auml;digen und sie m&uuml;ssen nicht auch noch zus&auml;tzlich in den Blog kommen um den neuen Kommentar zu lesen.</span></p><p>Herzlichen Dank an das deutsche Rechtssystem!