---
title: "Blogparade: Unentbehrliche Spielzeuge"
date: "2008-09-14T12:36:00+00:00"
slug: "blogparade-unentbehrliche-spielzeuge"
---

Vor ein paar Tagen wurde ich von Spielkind auf ihre <a href="http://spielkind.bplaced.net/wordpress/2008-08-15/blogparade-unentbehrliche-spielzeuge.html">Blogparade</a> aufmerksam gemacht, welche sich damit besch&auml;ftigt, welche elektronischen Spielzeuge wir als unentbehrlich betrachten.</p><p>Hier ist meine Liste f&uuml;r die Blogparade:</p><p><!--more-->
<ul>
	<li><strong>Mein Smartphone (HTC Touch Pro)</strong>
Es m&uuml;sste nicht unbedingt dieses Smartphone sein, allerdings findet sich wohl kein anderes, welches die Features hat, die das Touch Pro unterst&uuml;tzt. Hierbei ist f&uuml;r mich wichtig, dass ich meine Termine und Kontakte habe, ein GPS-Modul eingebaut ist, die UMTS/HSDPA-Funktion nicht fehlt und ich Anwendungen f&uuml;r das Ger&auml;t auch selber entwickeln kann womit dann Windows Mobile n&ouml;tig wird. Das wichtigste Feature allerdings ist die qwertz-Tastatur des Handys womit ich sehr gut schreiben kann, da ich das Schreiben auf normalen Handytastaturen hasse.</li>
	<li><strong>Mein Notebook (Apple MacBook Pro 17")</strong>
Auch hier m&uuml;sste es nicht unbedingt dieses Modell sein, allerdings der Apfel geh&ouml;rt da einfach drauf und Mac OS-X rein. Zus&auml;tzlich muss noch einiges an Leistung dabei sein, da ich das Notebook als einzigen Rechner nutze und nicht noch einen Desktop-PC dazu habe. Mit diesen Anforderungen kommt momentan nur das MacBook Pro in Frage.</li>
	<li><strong>Meine Digitalkamera (Panasonic Lumix TZ3)</strong>
Hier darf es gerne ein anderes Modell, bevorzugt die E-Serie von Olympus, sein aber ohne meine Digitalkamera geht nichts. Meistens habe ich die Kamera dabei sobald ich aus dem Haus gehe um alles m&ouml;gliche auf Bildern fest zu halten.</li>
	<li><strong>Mein iPod (Apple iPod Nano 8GB)</strong>
Hier m&uuml;sste es wohl bald ein gr&ouml;&szlig;eres Modell sein, da meine Musikbibliothek immer gr&ouml;&szlig;er wird und man ja immer alle Musik dabei haben muss. Man wei&szlig; ja nie was man gerade h&ouml;ren m&ouml;chte :lol:</li>
</ul>
Bilder der Ger&auml;te reiche ich jetzt nicht mit ein, da sich alle mit einer kurzen Bildersuche bei Google finden lassen.</p><p>@Spielkind: Ich habe es noch vor Abgabeschluss geschafft! ;)