---
title: "Stöckchen: Der Jahresrückblick"
date: "2008-12-27T23:31:00+00:00"
slug: "stoeckchen-der-jahresrueckblick"
---

Tja jetzt werde ich meinem selbst gefassten Entschluss doch noch untreu und schreibe auch etwas zum vergangenen Jahr. Den Anlass dazu hat ein St&ouml;ckchen gegeben, was ich schon an mehreren Stellen, als letztes allerdings bei <a href="http://www.nila.at/aktuelles/jahresruckblick-stockchen-2008">Nila</a>, gesehen habe. Hier also mein ganz pers&ouml;nlicher R&uuml;ckblick auf das Jahr 2008: (Vorsicht etwas l&auml;nger. Nur um die 800 W&ouml;rter ;))
<!--more-->
<ol>
	<li><strong>Vorherrschendes Gef&uuml;hl f&uuml;r 2009?</strong>
Hoffnung, dass das Jahr besser wird als das vergangene.</li>
	<li><strong>2008 zum ersten Mal getan?</strong>
<ul>
	<li>Einen Blog gestartet und ihn l&auml;nger als nur zwei Wochen am Leben zu halten.</li>
	<li>Mir ein Fitnessstudio von innen angeschaut und es f&uuml;r unsympatisch befunden.</li>
</ul>
</li>
	<li><strong>2008 nach langer Zeit wieder getan?</strong>
Keine Ahnung... Dazu f&auml;llt mir nichts ein...</li>
	<li><strong>2008 leider nicht getan?</strong>
Richtig Urlaub gemacht (Mit wegfahren etc.)</li>
	<li><strong>Der hirnrissigste Plan?</strong>
Meine Planungen reichen alle noch bis 2009. Daher kann ich momentan nicht beurteilen, was hirnrissig war. Das wei&szlig; ich dann wenn es in 2009 in einer Katastrophe geendet ist.</li>
	<li><strong>Die gef&auml;hrlichste Unternehmung?</strong>
Ich w&uuml;rde sagen das war als ich den ganzen Kram, den wir wegger&auml;umt haben z.T. vom Dach abgeseilt habe... Das war dank Sicherung zwar nicht wirklich gef&auml;hrlich aber immerhin das gef&auml;hrlichste was ich getan habe. (Au&szlig;er dem normalen Leben...)</li>
	<li><strong>Die teuerste Anschaffung?</strong>
Wird verschwiegen ;)</li>
	<li><strong>(Un)wort des Jahres?</strong>
<ul>
	<li>Finanzkrise (Definitv ein Unwort)</li>
	<li>Wechselkurs (Vor allem den Amerikanischen mag ich. Da kann man billig shoppen :D)</li>
</ul>
</li>
	<li><strong>Zugenommen oder abgenommen?</strong>
Ca. 7 Kilo runter. H&auml;tte zwar mehr erhofft aber es ist schonmal ein Erfolg.</li>
	<li><strong>Stadt des Jahres?</strong>
&Auml;hm keine Ahnung. Definitiv nicht Bremen.</li>
	<li><strong>Alkoholexzesse?</strong>
Exakt 0! (Sehr einfach, da ich keinen Alkohol trinke.)</li>
	<li><strong>Davon gekotzt?</strong>
N&ouml;, geht auch schlecht.</li>
	<li><strong>Haare l&auml;nger oder k&uuml;rzer?</strong>
Immer mal l&auml;nger und wieder k&uuml;rzer. Je nachdem wann ich zum Friseur komme.</li>
	<li><strong>Kurzsichtiger oder Weitsichtiger?</strong>
Weder noch. Beim letzten Sehtest hab ich mal wieder mit der untersten Zeile Kringel angefangen...</li>
	<li><strong>Mehr Kohle oder weniger?</strong>
Naja es wird mehr aber ich nehme durchaus Aufstiegschancen ;)</li>
	<li><strong>Mehr ausgegeben oder weniger?</strong>
Zu viel.</li>
	<li><strong>Mehr bewegt oder weniger?</strong>
Was ist Bewegung? (Naja vielleicht nen bissl mehr...)</li>
	<li><strong>H&ouml;chste Handyrechnung?</strong>
Liegen immer im Mindestumsatz.</li>
	<li><strong>Krankenhausbesuche?</strong>
Nur zu Besuch, nicht in Behandlung.</li>
	<li><strong>Verliebt?</strong>
Fragt mich in einem Jahr noch mal... ;)</li>
	<li><strong>Getr&auml;nk des Jahres?</strong>
Ich w&uuml;rde ja sagen MezzoMix Zero aber nachdem ich das jetzt auch zu 100% nicht mehr trinke ist es wohl wieder Mineralwasser...</li>
	<li><strong>Das leckerste Essen?</strong>
Och da war so vieles. Sehr vieles leckere... Ich entscheide mich jetzt nicht f&uuml;r eins davon.</li>
	<li><strong>Most called Persons?</strong>
Ach die Handys sind zum telefonieren da? (Siehe Frage 18)</li>
	<li><strong>Die sch&ouml;nste Zeit verbracht mit?</strong>
Die sch&ouml;nste Zeit war wohl zu Hause mit meinem Hund und meiner Familie...</li>
	<li><strong>Die meiste Zeit verbracht mit?</strong>
Insgesamt wohl mit meinen Kollegen in der Firma und meinem Bett...</li>
	<li><strong>Song des Jahres?</strong>
<ol>
	<li>Nightwish  The Kinslayer</li>
	<li>Iced Earth  Angels Holocaust</li>
	<li>Nightwish  Wishmaster</li>
	<li>Iced Earth  Stormrider</li>
	<li>Iced Earth  Before the Vision</li>
</ol>
(Quelle: <a href="http://www.lastfm.de/user/Luziferus/charts?rangetype=year&amp;subtype=tracks">Last.fm</a>)</li>
	<li><strong>CD (Album) des Jahres?</strong>
<ol>
	<li>The Dubliners  Foggy Dew</li>
	<li>Basshunter  LOL</li>
	<li>Nightwish  End of An Era</li>
	<li>Iced Earth  Framing Armageddon (Something wicked Pt.1)</li>
	<li>Iced Earth  Days of Purgatory</li>
</ol>
(Quelle: <a href="http://www.lastfm.de/user/Luziferus/charts?rangetype=year&amp;subtype=albums">Last.fm</a>)</li>
	<li><strong>Blockbuster des Jahres?</strong>
Transformers, Batman-The Dark Knight</li>
	<li><strong>Buch des Jahres?</strong>
Da kann ich mich nicht zwischen den Werken von Dan Brown entscheiden. Die finde ich alle gut und die meisten davon habe ich auch dieses Jahr gelesen.</li>
	<li><strong>Konzert des Jahres?</strong>
- N/A -</li>
	<li><strong>TV-Serie des Jahres?</strong>
Starwars: Clone Wars, Stargate, Stargate Atlantis</li>
	<li><strong>Erkenntnis des Jahres?</strong>
Was man sucht findet man eh nicht...</li>
	<li><strong>Drei Dinge auf die ich gut h&auml;tte verzichten k&ouml;nnen?</strong>
Streits, Probleme, &Auml;rger</li>
	<li><strong>Nachbar des Jahres?</strong>
Danke. Ich nehm erstmal ne neue Nachbarschaft.</li>
	<li><strong>Die wichtigste Sache, von der ich jemanden &uuml;berzeugen wollte?</strong>
Keine Ahnung. Wollte ich jemanden &uuml;berzeugen?</li>
	<li><strong>Das sch&ouml;nste Geschenk, das ich jemanden gemacht habe?</strong>
Kann ich so nicht sagen. Sollte man die beschenkten fragen.</li>
	<li><strong>Das sch&ouml;nste Geschenk, das mir jemand gemacht hat?</strong>
Ich habe mich &uuml;ber die wenigen Geschenke, die ich bekommen habe sehr gefreut.</li>
	<li><strong>Der sch&ouml;nste Satz, den jemand zu mir gesagt hat?</strong>
Ich glaube da geh&ouml;rt wohl definitiv der Dank eines Kunden dazu, der sich f&uuml;r die geleistete Arbeit bedankte. Ansonsten bekommt unsereins nicht viel Dank f&uuml;r seine Leisungen...</li>
	<li><strong>Die gr&ouml;&szlig;te Entt&auml;uschung?</strong>
Werde ich nicht weiter beleuchten. Hier k&ouml;nnte man schon fast einen gro&szlig;en Teil des Jahres reinschreiben. (Vielleicht auch der Grund, dass ich erst keinen Jahresr&uuml;ckblick schreiben wollte.</li>
	<li><strong>Die Erkenntnis des Jahres?</strong>
Egal wie bl&ouml;d es l&auml;uft, es geht irgendwie weiter...</li>
	<li><strong>Beste Idee/Entscheidung des Jahres?</strong>
Wird hier nicht &ouml;ffentlich beleuchtet, solange diese nicht komplett abgeschlossen ist.</li>
	<li><strong>Schlimmstes Ereignis?</strong>
Hab ich momentan auch nichts zu vermelden.</li>
	<li><strong>Sch&ouml;nstes Ereignis?</strong>
Selten aber vorhanden.</li>
	<li><strong>2008 war mit einem Wort?</strong>
Mist.</li>
</ol>
So und jetzt noch ein kleiner Hinweis: Ich wei&szlig;, dass das Ende des R&uuml;ckblicks relativ &uuml;bel ausschaut. Aber ich m&ouml;chte wirklich keine Kommentare h&ouml;ren wie "Heul hier nicht rum" oder &auml;hnliches. Solche Kommentare werde ich einfach ignorieren.