---
title: "Fertig..."
date: "2008-11-04T20:33:00+00:00"
slug: "fertig"
---

...ist glaube ich das richtige Wort meinen momentanen Zustand zu beschreiben. Ich bekomme gerade echt nichts mehr gebacken und sitze abends nach der Arbeit meistens nur noch und schaue den bewegten Bildern im Fernsehn zu wie sie sich bewegen...</p><p>Bevor das jetzt aber zum v&ouml;lligen Jammer-Post abdriftet auch mal etwas neues: Ich habe mich in der letzten Zeit daran gemacht einen Windows-Mobile-Client f&uuml;r meine Passwortverwaltung zu bauen. Das momentane Stadium ist zwar noch nicht ver&ouml;ffentlichungsw&uuml;rdig aber immerhin funktioniert die Anwendung in den Grundz&uuml;gen bereits. Wahrscheinlich wird allerdings vor der Ver&ouml;ffentlichung noch die Kommunikation mit dem Server ein wenig ver&auml;ndert. Davon profitiert dann die Sicherheit, die momentan nur durch die SSL-Verschl&uuml;sselung gegeben ist, aber es wird auch f&uuml;r Entwickler leichter eigene Anwendungen zu schreiben.</p><p>Au&szlig;erdem ist dabei geplant, dass die Daten Serverseitig verschl&uuml;sselt gespeichert werden. Da sie noch im Klartext gespeichert werden geh&ouml;rt schon eine gewisse Menge vertrauen zum Datenbankadministrator dazu um die Applikation zu nutzen. Zuk&uuml;nftig werde ich versuchen eine m&ouml;glichst hochgradige Verschl&uuml;sselung einzubauen um ein aussp&auml;hen der Daten auf Datenbankebene zu verhindern.</p><p>In der KBuchhaltung hat sich momentan noch nichts wieder getan. Da werde ich das n&auml;chste Release Zeitm&auml;&szlig;ig wahrscheinlich auch eher noch nach hinten verschieben. Rechnet also eher im Januar damit als fr&uuml;her. Wer meinen Blog liest wird aber zuverl&auml;ssig &uuml;ber ein neues Release informiert.</p><p>Ihr merkt also: Es gibt mich noch und ich bin auch wie &uuml;blich am Basteln. Nur geht es momentan sehr schleppend voran. Somit werde ich mich jetzt auch wieder den bunten Bildern widmen und den Rest des Tages einfach vorbei rieseln lassen. Ich denke mal wirklich viel besser wird das dann n&auml;chstes Jahr nachdem ich meinen Weihnachtsurlaub genossen habe. Da ist einfach mal 23 Tage ausspannen angesagt.