---
title: "Indianisches Horoskop"
date: "2008-10-02T09:49:00+00:00"
slug: "indianisches-horoskop"
---

Und wieder einmal bin ich &uuml;ber eine Seite mit seltsamen Horoskopen gestolpert. Nachdem ich schon mein chinesisches Sternzeichen und Horoskop ver&ouml;ffentlicht habe m&ouml;chte ich das jetzt auch mit dem <a title="Vorsicht! Seite verursacht Augensch&auml;den!" href="http://www.wakandas.de/indihoroskop.htm">indianischen Horoskop</a> machen:</p><p><!--more-->
<blockquote><strong>23. 08. -  22. 09. Braunb&auml;r
Mond: Mond der Ernte
Clan: Schildkr&ouml;ten-Clan
Elementzuordnung: Erde</strong></p><p><em><strong>Charakteristische Eigenschaften</strong></em>
Die Zeit des Erntemondes, schenkt den in dieser Jahreszeit geborenen Menschen ihre Gro&szlig;herzigkeit aber auch Eigenschaften wie Sparsamkeit. Der Herbst hat begonnen und mit ihm die Erntezeit in welcher man Vorr&auml;te f&uuml;r den Winter anlegt um auch in etwas d&uuml;rren Zeiten auf nichts verzichten zu m&uuml;ssen. Braunb&auml;r  Geborene geben gern, was sie zu geben verm&ouml;gen. Ihre Leistungsf&auml;higkeit scheint keine Grenzen zu kennen, wenn es darum geht ihre Weiterentwicklung zu f&ouml;rdern. Es gibt keinen Weg, der f&uuml;r einen Braunb&auml;r  Menschen unbegehbar zu sein scheint, denn ihre Geduld und ihre Warmherzigkeit bringen sie immer ans Ziel. Wenn es in einer Gruppe einen einzigen Streitschlichter gibt, so ist dies sicher ein Braunb&auml;r  Geborener, denn ihr dickes Fell gibt ihnen ein Gem&uuml;t, was durch fast nicht zu ersch&uuml;ttern ist. Die recht praktisch veranlagten Braunb&auml;r  Menschen lassen bei ihren Mitmenschen immer wieder den Eindruck entstehen, dass selbst schwierige Situationen durch relativ einfache Wege zu l&ouml;sen sind. Freunde und Bekannte, sch&auml;tzen diese praktische Art und bitten sie immer wieder um Rat und Hilfe. Braunb&auml;r  Geborene sind aber auch gro&szlig;e Skeptiker, wenn es darum geht, neues und noch fremdes anzunehmen. Haben sie sich dann einmal mit etwas neuem befasst, schwingt die anf&auml;ngliche Skepsis sehr rasch in Routine &uuml;ber.</p><p><em><strong>Die Aufgaben der Braunb&auml;r-Geborenen</strong></em>
Braunb&auml;r  Geborene sollten ihrer eigenen Skepsis ein wenig mehr Spielraum geben. Sie k&ouml;nnen Stur reagieren, wenn man sie zu eindringlich auf etwas neues hinweist. Hier w&auml;re eine flexiblere Haltung gefragt, in welcher man sich auch f&uuml;r etwas neues und gegebenenfalls wirtschaftlicheres begeistern k&ouml;nnte. Leider werden Braunb&auml;r  Geborene im Bekanntenkreis immer einmal als Handwerker missbraucht. Sei es, wenn es darum geht eine Leitung zu reparieren, oder in Sachen Wohnungsrenovierung. Stets sind Braunb&auml;r  Menschen gefragt. Sie sollten jedoch auch einmal Nein sagen, denn sie laufen Gefahr, selbst bei Kleinigkeiten aus dem Bett geholt zu werden und unterst&uuml;tzen somit die Bequemlichkeit ihrer Bekannten.</p><p><strong><em>Der Schildkr&ouml;ten-Clan und die Elementzuordnung</em></strong>
Braunb&auml;r  Geborene sind dem Schildkr&ouml;ten  Clan zugeordnet, welche den Menschen dieser Zuordnung eine geh&ouml;rige Portion Beharrlichkeit einbringt. So wie die Schildkr&ouml;ten sich langsam aber unaufhaltsam auf ein Ziel zu bewegen, werden auch Braunb&auml;r  Geborene ihr eigenes Ziel nie aus den Augen verlieren. Mit einem gro&szlig;en Ma&szlig; an Ausdauer, gehen sie ihren Weg und beweisen oftmals viel geduld, wenn dieser Weg sich als nicht ganz einfach herausstellt. Durch die Elementzuordnung Erde, gewinnen Braunb&auml;r  Geborene ihre Bodenst&auml;ndigkeit und ihre praktische Veranlagung.</p><p><em><strong>Umgang, Freundschaft und Partnerschaft mit Braunb&auml;r-Geborenen</strong></em>
Die g&uuml;tigen und warmherzigen Braunb&auml;r  Geborenen, finden bei ihren Freunden und Bekannten hohe Anerkennung. Sie sind liebenswerte Gespr&auml;chspartner und sehr gute Zuh&ouml;rer, wenn es um die Belange ihrer lieben geht. Doch Braunb&auml;r  Menschen zeigen anderen gegen&uuml;ber nie so recht ihre eigenen Gef&uuml;hle. Sie geben sich stets unbesorgt und stark, auch wenn tief in ihrer Seele ein Gewitter tobt. In Partnerschaften, geben sich Braunb&auml;r  Menschen selbstlos und r&uuml;cksichtsvoll, aber dennoch dauert es seine Zeit, bis der Partner auch die tiefe der Braunb&auml;r  Seele durchblicken kann. Sie k&ouml;nnen ihre Emotionen sehr gut unterdr&uuml;cken, was in partnerschaftlichen Bereichen immer einmal zu Missverst&auml;ndnissen f&uuml;hren kann.</p><p>[Quelle: <a href="http://www.wakandas.de/indihoroskop.htm#Braunb%C3%A4r">http://www.wakandas.de/indihoroskop.htm#Braunb&auml;r</a>]</blockquote>
Naja so wirklich &uuml;berzeugt mich das Horoskop nicht aber naja es ist ja auch schwer die Menschen in hunderten von Jahren, die in einem Monat geboren sind zusammen zu fassen...</p><p>(Via: <a href="http://www.blogschaefchen.de/archives/ich-die-schlange/">BlogSchaefchen</a>)