---
title: "Visitenkarten von Logiprint"
date: "2009-06-18T12:35:00+00:00"
slug: "visitenkarten-von-logiprint"
---

[<a href="http://www.trigami.com/?blog=http://blog.knut.me" rel="nofollow" target="_blank">Trigami-Anzeige</a>]<script type="text/javascript" src="http://s.trigami.com/210968s.js"></script></p><p>Vor zwei Tagen habe ich bei <a href="http://www.logiprint.com" rel="nofollow">Logiprint</a> Visitenkarten f&uuml;r meine Firma bestellt. Heute morgen schon wurden die Karten vom DPD-Lieferanten &uuml;bergeben.</p><p><a class="highslide" href="/uploads/2009/06/vcards.jpg"><img class="alignright size-medium wp-image-2085" style="margin-left:4px;margin-bottom:4px;" title="Das fertige Produkt" src="/uploads/2009/06/vcards-300x300.jpg" alt="Das fertige Produkt" width="300" height="300" /></a>Die Bestellung ging leicht von Statten, indem ich ein Design f&uuml;r Karten mit Logo bzw. Grafik ausgew&auml;hlt habe. An dieser Stelle kann dann eine Grafik hochgeladen werden, die sp&auml;ter in der Karte Verwendung findet. Au&szlig;erdem sind alle vorgefertigten Felder einfach per Browser auszuf&uuml;llen. Damit steht dann das Layout der Karten schon fast. Bei mir wurde mein Logo zu klein angezeigt. Allerdings auch daf&uuml;r gibt es eine L&ouml;sung: Einen JAVA-Editor, mit dem die Karte dann frei gestaltet werden kann. Dort war es auch m&ouml;glich das Logo zu vergr&ouml;&szlig;ern und an die richtige Stelle zu schieben. Zus&auml;tzlich lie&szlig; sich auch die Position der Texte ver&auml;ndern, so dass die zusammengeh&ouml;rigen Informationen immer in Bl&ouml;cken angeordnet werden konnten.</p><p>Nachdem man dann mit dem Design der Karten zufrieden ist, geht es weiter in den Bestellvorgang. Dort habe ich mich entschieden 500 Visitenkarten zu bestellen, die auf einem 270 g/qm satiniert-hochwei&szlig;en Papier im Vierfarb-Verfahren gedruckt werden sollten.</p><p>Ich denke, wenn man die Qualit&auml;t der Visitenkarten betrachtet ist der Preis von 40.40  (incl. einem Visitenkartenetui und dem Versand) deutlich angemessen und bei einer Versandzeit von der Bestellung an von weniger als 2 Tagen kann auf jeden Fall niemand meckern. Ich pers&ouml;nlich werde meine Visitenkarten beim n&auml;chsten Mal, wenn ich wieder Nachschub brauche, auf jeden Fall wieder bei <a href="http://www.logiprint.com" rel="nofollow">Logiprint</a> bestellen.