---
title: "Geocaching: Weyher Berg"
date: "2009-05-21T23:40:00+00:00"
slug: "geocaching-weyher-berg"
---

<img class="alignright size-full wp-image-1812" style="margin-left: 4px;margin-bottom:4px;" title="Geocaching" src="/uploads/2009/05/geolog3f.png" alt="Geocaching" width="150" height="150" />Ich denke, dass es selten vorkommen wird aber hin und wieder verdient ein Cache auch einen eigenen Blog-Beitrag. So ist es definitiv auch bei "Der Weyher Berg" (GCE97E).</p><p>Nachdem ich ja heute schon einen Cache nicht gefunden habe und damit nur bis 11 gekommen bin und heute Abend keine Lust auf Fernsehen hatte, bin ich noch einmal mit meiner Ausr&uuml;stung raus und habe mich mit der Suche nach einem Cache gemacht. Der Weyher Berg ist dabei ein Cache, der auf etwas seltenem in Weyhe liegt. Und zwar auf einem Berg. Wer wei&szlig;, wo Weyhe liegt, der wei&szlig; auch, dass wir hier eher mit Flachland gesegnet sind. Der Weyher Berg ist dabei eigentlich auch kein echter Berg, den die Natur in die Landschaft gesetzt hat sondern eine alte M&uuml;lldeponie, die inzwischen mit genug Boden bedeckt ist, dass dort eine Menge Gr&uuml;n w&auml;chst. Dort oben wurde ein Cache deponiert, den es zu finden galt.</p><p><a class="highslide" href="/uploads/2009/05/imag0102.jpg"><img class="alignleft size-thumbnail wp-image-1903" style="margin-right: 4px; margin-bottom: 4px;" title="Die Aussicht vom Weyher Berg" src="/uploads/2009/05/imag0102-150x150.jpg" alt="Die Aussicht vom Weyher Berg" width="150" height="150" /></a>Die Terrain-Wertung von 1/5 Punkten verstehe ich allerdings definitiv nicht, wenn man wie ich nicht &uuml;ber geschlossene Tore klettert sondern sich einen anderen Weg sucht. In diesem Falle w&auml;re der minimale Aufwand &uuml;ber das Tor zu klettern definitv leichter gewesen als den langen und beschwerlichen Weg au&szlig;en herum zu w&auml;hlen. Nachdem ich das eingez&auml;unte Gebiet durch h&uuml;fthohes Gras umk&auml;mpft hatte stand ich also vor dem eigentlichen Berg. Dort nat&uuml;rlich ein wenig zu weit entfernt von den vorhandenen Trampelpfaden, so dass ich diese nicht sehen konnte. Also ging es auf den Berg zum Zielbaum durch h&uuml;fthohe Brennesseln und Disteln bis ich endlich am Ziel war. Dort war der Mikro-Cache (Ganz ehrlich: Da h&auml;tte man auch einen Koffer hinlegen k&ouml;nnen, ohne dass es auff&auml;llt.) schnell gefunden und geloggt. Zur&uuml;ck war dann durch die Aussicht der Cacher-Trampelpfad gut zu erkennen und in null-komma-nix war ich wieder unten am Ausgangspunkt. Dann den befestigten Weg entlang und aufgrund mangelnder Motivation mich wieder au&szlig;en herum durch die Wiesen zu schlagen mit einer kurzen Kletteraktion &uuml;ber das Haupttor zum wartenden Auto.</p><p>Mein Fazit: Beim n&auml;chsten mal folge ich gleich dem Richtungspfeil meines GPSr und klettere &uuml;ber eventuell im Weg stehende Tore einfach dr&uuml;ber. Es lohnt sich definitiv!</p><p><!--more-->[osm_map width="450" height="400" Lat="53.0084" Long="8.8056" zoom="17" gpx_file="/uploads/2009/05/20090521_cut.gpx" gpx_colour="blue" marker_file="/uploads/2009/05/20090521_cut.txt"]</p><p>Hier auf der Karte erkennt man ganz gut wie ich als erstes eine Ewigkeit nach Norden gelatscht bin um den Zaun zu umgehen, mich dann wieder in Richtung des Weges bewegt habe um dann den Berg zu erklimmen und auf dem R&uuml;ckweg in etwa dem Stra&szlig;enverlauf gefolgt bin. (Der Pin sollte die Position des Caches anzeigen...)