---
title: "Die erste Aufgabenabgabe"
date: "2009-10-14T22:42:00+00:00"
slug: "die-erste-aufgabenabgabe"
---

<p style="text-align: center;"><img class="size-full wp-image-2865 aligncenter" title="P1010279" src="/uploads/2009/10/P1010279.png" alt="P1010279" width="512" height="317" /></p></p><p>Es ist geschafft. Ich habe in nur etwas mehr als einer Woche den Inhalt von knapp 100 Seiten Mathe-Kurs in mein Hirn gepr&uuml;gelt und es dann sogar noch geschafft nicht nur die &Uuml;bungsaufgaben, die im ganzen Skript verstreut sind zu machen, sondern bin sogar schon 5 Tage vor dem allerletzten Abgabeschluss f&uuml;r die Einsendeaufgaben f&uuml;r die Kurseinheit fertig und habe sie einget&uuml;tet. Morgen also gehen diese Aufgaben zur Post und ich darf mit dem n&auml;chsten Kurs anfangen.</p><p>Am 19. sp&auml;testens m&uuml;ssen die Einsendeaufgaben f&uuml;r den Kurs "Computersysteme I" als PDF via Mail bei der FernUni sein. Aber diesmal sind es nur 34 Seiten Material, die mich davon trennen. Ein absoluter Mangel in dem Skript ist aber meiner Meinung nach, dass der gleiche Sachverhalt in zwei Skripten, geschrieben von zwei verschiedenen Kursleitern, v&ouml;llig verschieden dargestellt wird. Somit wird das noch ganz gut f&uuml;r Verwirrung sorgen.</p><p>Naja somit habe ich Montag eine Pr&uuml;fung, f&uuml;r die ich noch lernen muss und gleichzeitig m&uuml;ssen weitere Einsendeaufgaben fertig werden. Danach ist erstmal wieder ein bisschen Ruhe. Am 3.11. kommt dann wieder eine Pr&uuml;fung und der Einsendetermin f&uuml;r "nur" vier Kurse auf einmal.</p><p>Ich hoffe also Ihr verzeiht mir, wenn ich momentan hier weniger schreibe aber ich muss erst einmal das Studium mit der selbstst&auml;ndigen Arbeit und meinen sonstigen T&auml;tigkeiten unter einen Hut bekommen und dann kann ich mich auch wieder mehr um meinen Blog k&uuml;mmern. Aber auf jeden Fall wird fest Montags mein Wiegeupdate bleiben und ich werde zwischendurch immer mal wieder vom Studium berichten.</p><p>(P.S.: Kennt Ihr schon die neue Regelung, nach der s&auml;mtlicher Schriftverkehr ab dem 1.11. von einem H&auml;kelschwein &uuml;berwacht werden muss? - Das dient nur eurer eigenen Sicherheit!)