---
title: "[Real-Life] 2009 und ich..."
date: "2009-12-25T23:58:00+00:00"
slug: "real-life-2009-und-ich"
---

<p style="text-align: center;"><a class="highslide" href="/uploads/2009/12/rl_header.png"><img class="size-full wp-image-3119 aligncenter" title="Real Life" src="/uploads/2009/12/rl_header.png" alt="" width="506" height="176" /></a></p>
Wie man aus dem Titel sicher schon erlesen kann mache ich "ausnahmsweise" mal an einem Thema mit, welches gerade durch die Blogs l&auml;uft. Also wen mein Jahr nicht interessiert oder wer Angst vor langen Texten hat: Weiter gehen, hier gibt es nichts zu sehen! ;)</p><p><!--more-->Also was ist eigentlich in meinem 2009 passiert und was meine ich dazu?
<h3><strong>Abnehmen mit &ouml;ffentlicher Hilfe</strong></h3>
<strong></strong>Der eine oder andere rollt sicher schon mit den Augen und klappt den Artikel schnell wieder zu wenn es (fast) jeden Montag hei&szlig;t "Sternchallenge KW ..." aber ich denke, dass die Artikel und auch allgemein das Ver&ouml;ffentlichen der Pl&auml;ne zum Abnehmen einen deutlichen Teil zum Erfolg getan haben.</p><p>Noch ist das Thema zwar nicht abgeschlossen aber es sind ja auch noch ein paar Wochen in der Sternchallenge (1 Jahr um das angestrebte Ziel zu erreichen) &uuml;brig, die mich weiter zum Ziel f&uuml;hren k&ouml;nnen. Ich habe es immerhin geschafft in der Zeit vom M&auml;rz 2009 bis heute &uuml;ber 17 Kilo abzunehmen und bin damit schon sehr nah an der magischen Marke, bezeichnet mit 99.9 Kilo.</p><p>Dazu m&ouml;chte ich auch definitiv allen danken, die mich mit ihren Kommentaren oder auch im realen Leben dabei unterst&uuml;tzt haben um schon so weit zu sein.
<h3>Knut studiert</h3>
Naja so oder &auml;hnlich zumindest. Ich habe dieses Jahr, nachdem meine Ausbildung beendet war, ein Studium zum Bachelor of Science in Informatik angefangen. Leider hat sich inzwischen herausgestellt, dass das Studium inhaltlich doch wesentlich von meinen Vorstellungen abweicht. Daher werde ich da zum Sommersemester 2010 in das Fach der Wirtschaftsinformatik wechseln. Leider wird keines der bisherigen F&auml;cher anerkannt, so dass dieses Semester - freundlich ausgedr&uuml;ckt - f&uuml;r die Katz war. Miau.
<h3>Die Arbeit oder: Was mache ich hier eigentlich?</h3>
Wie oben schon geschrieben habe ich im Jahr 2009 mit meiner Ausbildung abgeschlossen und darf mich seit dem "Fachinformatiker f&uuml;r Anwendungsentwicklung" nennen. Nach meiner Ausbildung war auch die Besch&auml;ftigung bei meiner Ex-Firma beendet und ich habe mich neu orientiert. Inzwischen bin ich Firmeneigent&uuml;mer und darf mein Personal herumkommandieren. Die Opfer? Na da w&auml;re zum Beispiel ich... Naja und das war es halt. Das ganze nennt sich dann Einzelunternehmen und somit mache ich alles was dabei so anf&auml;llt. (Inklusive der Buchhaltung.)</p><p>Aber auch wenn ich jetzt alles selber machen muss oder andere Unternehmen in Bereichen, die ich selber nicht abdecken kann, um Unterst&uuml;tzung bitten muss, kann ich nur sagen, dass ich die Entscheidung auf keinen Fall bereue.</p><p>In der Hauptsache - von der Buchhaltung mal abgesehen - besteht meine Arbeit im Bereich der IT-Dienstleistungen. Mit anderen Worten ich k&uuml;mmere mich um das Webhosting, den Mailserver und viele andere anfallende Dinge f&uuml;r meine Kunden. Aber nicht nur um die gro&szlig;en Probleme sondern auch um die kleinen Problemchen der Computer k&uuml;mmere ich mich f&uuml;r meine Kunden. Wer mehr dazu wissen m&ouml;chte darf gerne meine Firmenwebseite besuchen: <a href="http://www.kahlers.de">Knut Ahlers IT-Services</a>
<h3>Ehrenamtliches: Die Feuerwehr</h3>
Auch im Bereich der Feuerwehr hat sich bei mir in 2009 etwas getan. Im September war ich eine Woche an der Landesfeuerwehrschule in Loy und habe dort meine Kenntnisse auf den Ausbildungsstand eines Truppf&uuml;hrers erh&ouml;hen lassen. Im Nachhinein muss ich sagen, dass diese Woche sehr lehrreich war und auch zu einigen Themen die Augen ge&ouml;ffnet hat. Man betrachtet doch einige Dinge anders als vorher und nimmt sie auch anders wahr.
<h3>Mein virtuelles Heim: Der Blog</h3>
Auch hier im Blog haben sich die Themen ver&auml;ndert und leider habe ich ihn auch &ouml;fters vernachl&auml;ssigt als eigentlich geplant. Da ich den Blog nie zu einem "Klatschblog" verkommen lassen wollte, in dem ich nur stumpf die Posts anderer Blogs oder von Newsportalen wiederk&auml;ue gibt es nicht immer etwas zu schreiben. Wenn nichts Berichtenswertes passiert sondern nur der normale Alltag weiter l&auml;uft dann bleiben immer wieder die Posts aus. Sicherlich nehmen mir das auch immer wieder Leser &uuml;bel, was ich an der Zahl der Feed-Abonnenten aber auch an der Zahl der Besucher am Tag sehen kann aber der Blog wird auch weiterhin nicht, nur um mehr Besucher zu erhaschen, zum Wiederk&auml;uer f&uuml;r irgendwelche ungepr&uuml;ften Meldungen aus der Presse werden.</p><p>Ich w&uuml;rde mich aber auf jeden Fall freuen, wenn mir (technische) Themen von Lesern herangetragen werden, &uuml;ber die Informationen gew&uuml;nscht werden. Dazu schreibe ich dann auch gerne einen oder bei umfangreicheren Themen auch mehrere Posts.</p><p>So das soll es dann von meiner Seite zum Jahresr&uuml;ckblick gewesen sein. Wer bis hier hin wirklich alles gelesen hat, den m&ouml;chte ich begl&uuml;ckw&uuml;nschen. Ich wei&szlig;, dass ich mal wieder bei weitem die "gute" Postl&auml;nge &uuml;berzogen habe aber ich denke wen es interessiert, der liest auch gerne ein wenig mehr. ;)