---
title: "OSX Adressbuch mit Google Contacts Synchronisieren"
date: "2009-06-29T17:17:00+00:00"
slug: "osx-adressbuch-mit-google-contacts-synchronisieren"
---

<em>Vorab: Das hier vorgestellte ist nicht die einzige L&ouml;sung, es gibt diverse M&ouml;glichkeiten &uuml;ber Anwendungen von Drittanbietern, ich wollte mich allerdings darauf beschr&auml;nken, ohne Zusatzanwendungen aus zu kommen. Bitte lest euch die Anleitung erst vollst&auml;ndig durch bevor Ihr sie durchf&uuml;hrt. Solltet Ihr in irgendeiner Form unsicher sein, was die Befehle machen fragt bitte jemanden, der sich mit der Arbeit im Terminal auskennt!
</em></p><p>Aus gegebenen Anlass habe ich mich heute mit der Synchronisation meines OSX-Adressbuchs zu Google Contacts besch&auml;ftigt. Diese M&ouml;glichkeit nutze ich als parallele zum Synchronisieren meines Kalenders &uuml;ber Google Calendar. Dazu sollte wie oben erw&auml;hnt keine zus&auml;tzliche Applikation installiert werden, da OSX diese Synchronisation nativ unterst&uuml;tzt. Sie ist nur ein wenig kompliziert zu aktivieren.</p><p><!--more-->Als erster Schritt muss die Konfigurationsm&ouml;glichkeit &uuml;berhaupt freigeschaltet werden. (Jeder, der bisher ein iPhone mit iTunes synchronisiert hat kann sich diesen Schritt sparen!) Ob das n&ouml;tig ist, k&ouml;nnt Ihr sehen, wenn Ihr in die Einstellungen im Adressbuch.app geht. Ist dort neben "Mobile.me", "Exchange" und "Yahoo" auch "Google" sichtbar bitte direkt zum n&auml;chsten Schritt gehen. Andernfalls muss eine Einstellung ge&auml;ndert werden. Dazu &ouml;ffnet Ihr ein Terminal und f&uuml;rt folgenden Befehl aus:
<pre>open ~/Library/Preferences/com.apple.iPod.plist</pre>
Dieser Befehl &ouml;ffnet einen Editor f&uuml;r die oben angegebene Datei. Dort sucht Ihr den Eintrag "Root -&gt; Devices -&gt; (...) -&gt; Family ID" und &auml;ndert diesen auf die Zahl "10001". An Stelle der Punkte steht die Ger&auml;teID eures iPods. (Damit die Datei verf&uuml;gbar ist muss mindestens ein normaler iPod synchronisiert worden sein!) Jetzt m&uuml;sst Ihr Adressbuch.app neu starten und schon sollte der Punkt zur Synchronisation zu Google verf&uuml;gbar sein:
<p style="text-align: center;"><a class="highslide" href="/uploads/2009/06/Bild-48.png"><img class="size-medium wp-image-2143 aligncenter" title="Die aktivierte Google-Einstellung" src="/uploads/2009/06/Bild-48-277x300.png" alt="Die aktivierte Google-Einstellung" width="277" height="300" /></a></p></p><p>Ab hier geht die Synchronisation relativ einfach. Als erstes m&uuml;sst Ihr den Punkt wie oben zu sehen anhaken und euer Google-Konto eintragen. Daf&uuml;r einfach eure vollst&auml;ndige Google-Mail Adresse und das zugeh&ouml;rige Passwort eintragen.</p><p>Jetzt sollte bei jedem Anstecken eines iPhones eine Synchronisation durchgef&uuml;hrt werden. Wem das genau wie mir zu wenig ist bzw. wer kein iPhone hat kann sich mit einem Trick helfen. Die Synchronisation kann mit einem einfachen Terminalbefehl angesto&szlig;en werden:
<pre>/System/Library/PrivateFrameworks/GoogleContactSync.framework/Versions/A/Resources/gconsync --sync com.google.ContactSync</pre>
Achtung: Vor dem erstmaligen Synchronisieren sollten in Google Contacts keine Kontakte vorhanden sein. Das erleichtert die Synchronisation.</p><p>Zur automatischen Durchf&uuml;hrung der Synchronisation sollte entgegen der Anleitung, die hier vorher stand nicht Crontab genutzt werden sondern der LaunchD. Ein gutes Tool um die LaunchD-Dateien zu editieren ist <a href="http://lingon.sourceforge.net/">Lingon</a>, welches ein einfaches Interface dazu bietet. So sieht der Task dann in Lingon aus, mit dem st&uuml;ndlich die Synchronisation durchgef&uuml;hrt wird (Die Benennung bleibt nat&uuml;rlich euch &uuml;berlassen.):
<p style="text-align: center;"><a class="highslide" href="/uploads/2009/06/Bild-511.png"><img class="size-medium wp-image-2150 aligncenter" title="LaunchD-Task f&uuml;r die automatische Synchronisation" src="/uploads/2009/06/Bild-511-300x282.png" alt="LaunchD-Task f&uuml;r die automatische Synchronisation" width="300" height="282" /></a></p></p><p>Ich hoffe diese kleine Anleitung bringt ein wenig Licht ins Dunkel der hunderten Forenbeitr&auml;ge, in denen immer behauptet wird, dass die Synchronisation ohne ein iPhone &uuml;berhaupt nicht m&ouml;glich sei.