---
title: "Blogparade: Twitter-Nutzung"
date: "2009-12-15T11:11:00+00:00"
slug: "blogparade-twitter-nutzung"
---

<p style="text-align: center;"><img class="size-full wp-image-2598 aligncenter" title="Blogst&ouml;ckchen" src="/uploads/2009/08/stoe_head.png" alt="Blogst&ouml;ckchen" width="506" height="176" /></p></p><p>Da der Gilly meint, dass Twitter im Kommunikationsbereich die beste Erfindung seit dem IRC ist und ich ihm da zustimme m&ouml;chte ich ihm auch helfen ein paar Daten f&uuml;r seine <a href="http://blog.gilly.ws/2009/12/14/twitter-umfrage-mit-gewinnchance">Umfrage</a> zum Thema Twitter zu sammeln:<!--more-->
<ol>
	<li><strong>Wie ist dein Twittername?
<span style="font-weight: normal;">Ich bin im Twitter unter @<a href="http://twitter.com/luzifer">luzifer</a> zu finden.</span> </strong></li>
	<li><strong>Hast du einen weiteren Twitter Account oder twitterst du bei einem Gemeinschafts-Account mit?
<span style="font-weight: normal;">Ich twittere au&szlig;erdem noch unter @<a href="http://twitter.com/kahlersit">kahlersit</a>, meinem Firmenaccount, wo sich allerdings nicht soo viel tut und unter @<a href="http://twitter.com/twifive">twifive</a> dem Account</span><span style="font-weight: normal;"> f&uuml;r unseren Podcast.</span></strong></li>
	<li><strong>Wie viele Follower hast du und wie vielen Leuten followst du?
<span style="font-weight: normal;">Momentan folge ich 231 Leuten und mir folgen 565 Leute.</span> </strong></li>
	<li><strong>Wie viel Zeit verbringst du t&auml;glich sch&auml;tzungsweise mit twittern?
<span style="font-weight: normal;">Och doch einige. Aber in Zahlen fassen kann ich das nicht, weil es sich aus kleinen Zeitabschnitten zwischendurch zusammensummiert.</span> </strong></li>
	<li><strong>Benutzt du am Mac ein Programm zum Twittern oder benutzt du die Website von Twitter?
<span style="font-weight: normal;">Ich benutze</span><span style="font-weight: normal;"> daf&uuml;r <a rel="nofollow" href="http://echofon.com/twitter/mac/">Echofon f&uuml;r Mac</a>.</span></strong></li>
	<li><strong>Twitterst du unterwegs?
<span style="font-weight: normal;">Ja. Und das sogar relativ h&auml;ufig.</span> </strong></li>
	<li><strong>Wenn ja, welchen Client verwendest du auf deinem Handy/Smartphone?
<span style="font-weight: normal;">Momentan nutze ich auf dem iPhone Tweetie bis Echofon auch da mit den Features wie z.B. Retweet mit der neuen Funktion und Geotagging nach zieht.</span> </strong></li>
	<li><strong>Unter welchen Bedingungen followst du einem neuen Follower zur&uuml;ck?
<span style="font-weight: normal;">Meistens schaue ich auf den Nick und das Bild um zu sehen, ob derjenige in die Kategorie "Spam" geh&ouml;rt. Wenn dem nicht so ist, schaue ich mit 1-2 Seiten Tweets an und wenn ich dann der Meinung bin, dass es sich lohnt folge ich demjenigen. Die meisten neuen "Friends" kommen aber nicht dadurch, dass sie mir folgen, sondern durch andere Gr&uuml;nde, die mit dem RL oder anderen Faktoren im Internet zu tun haben.</span> </strong></li>
	<li><strong>Wie findest du die neue Reweet-Funktion von Twitter?
<span style="font-weight: normal;">F&uuml;r Tweets, die man einfach nur weiterreichen</span><span style="font-weight: normal;"> m&ouml;chte ohne einen Kommentar dazu abzugeben finde ich sie wirklich praktisch. Daher kommt f&uuml;r mich auch nur ein Client mit einer guten Integration des Features wie z.B. Echofon f&uuml;r Mac und Tweetie auf dem iPhone in Frage.</span></strong></li>
	<li><strong>Benutzt du das Listen-Feature von Twitter?
<span style="font-weight: normal;">Nein. Ich bin zwar in Listen eingeordnet aber selber habe ich keine einzige Liste. Ich wei&szlig; nicht warum ich meine Twitter-Kontakte in Kategorien einstufen sollte. Das Gros der </span><span style="font-weight: normal;"> Leute kenne ich sowieso nur aus dem Twitter. Somit machen Kategorien wie "Familie" etc. keinen Sinn. Und eine Unterteilung in "gute Kontakte" und "schlechte Kontakte" kann ich mir auch sparen. Die schlechten fliegen aus der Kontaktliste und damit ist die Sache gegessen.</span></strong></li>
	<li><strong>Was h&auml;ltst du von Werbung durch andere User im Twitterstream (z.B. Magpie)?
<span style="font-weight: normal;">Geht gar nicht und wenn es keinen guten Grund gibt dieser Person weiter zu folgen fliegt sie sp&auml;testens nach dem 3. Werbetweet aus der Liste.</span> </strong></li>
	<li><strong>Gibt es eine Funktion die du bei Twitter vermisst?
<span style="font-weight: normal;">Da f&auml;llt mir so keine ein. Wird haupts&auml;chlich dran liegen, dass ich Twitter so nutze wie es ist. Das einzige was ich hin und wieder bem&auml;ngle ist, dass keine Gravatare unterst&uuml;tzt werden.</span> </strong></li>
	<li><strong>Kannst/magst du einen bestimmten Twitterer empfehlen?
<span style="font-weight: normal;">Ich m&ouml;chte keinen Twitterer da besonders herausheben, da das wiederum hei&szlig;en w&uuml;rde, dass ich alle anderen "zur&uuml;ckstufe". Ich habe viele liebe / freundliche / nette Leute in meiner Kontaktliste und das w&auml;re unfair.</span> </strong></li>
	<li><strong>Hast du noch eine pers&ouml;nliche Anmerkung zu Twitter?
<span style="font-weight: normal;">Ja. Die Jungs sollen endlich sehen, dass sie mit der Technik mal ordentlich zurande kommen. Die dauernden Abst&uuml;rze und Phasen der nicht-erreichbarkeit sind f&uuml;r ein inzwischen so weit gewachsenes Portal nicht akzeptabel. &Auml;nderungen testet man nicht an der Liveversion sondern an einer Entwicklungsversion und solange sie nicht Bugfrei sind, haben sie nichts an der Liveversion zu suchen. Au&szlig;erdem m&uuml;sste ihnen inzwischen klar sein, dass der Dienst zu bestimmten Zeiten stark belastet wird und somit sind die immer wieder auftretenden "FailWhales" und API-Fehler nicht erkl&auml;rbar.</span></strong></li>
</ol>