---
title: "Neue Fotobücher von Extrafilm für die Sommererinnerungen"
date: "2009-07-21T14:13:00+00:00"
slug: "neue-fotobuecher-von-extrafilm-fuer-die-sommererinnerungen"
---

[<a href="http://www.trigami.com/?blog=http://blog.knut.me" rel="nofollow" target="_blank">Trigami-Anzeige</a>]<script type="text/javascript" src="http://s.trigami.com/226850s.js"></script>
<h2>Sommerfrische Fotoalben mit &uuml;ber 140 Designs</h2>
<p><b><a rel="nofollow" target="_blank" href="http://www.extrafilm.de/">ExtraFilm</a> bietet deutschlandweit eine einzigartige Kollektion an Fotob&uuml;chern</b></p>
<p><b>P&uuml;nktlich zum Sommer pr&auml;sentiert der Online-Fotoservice Extrafilm eine neue <a href="http://www.extrafilm.de/fotobuecher2009" target="_blank" rel="nofollow">Fotobuch-Kollektion</a>. F&uuml;r jedes der sieben B&uuml;cher steht eine Auswahl von bis zu 140 Designvarianten zur Verf&uuml;gung. Ob Urlaubsbilder, die Fotos von der Sommerparty oder die Hochzeit. Die Alben haben einen Umfang von 20 bis 100 Seiten und so haben alle Ereignisse bequem Platz. Bei dieser gro&szlig;en Auswahl an Formaten und Designs ist f&uuml;r jeden Geschmack etwas dabei. Und die Umsetzung ist kinderleicht. Mit der <a href="http://www.extrafilm.de/extrafilm-designer" target="_blank" rel="nofollow">Bestellsoftware</a>, die gratis von der Internetseite herunterzuladen ist, lassen sich die B&uuml;cher ganz einfach selber machen.</b></p>
<p><a rel="nofollow" target="_blank" href="/uploads/2009/07/Inspire_Half_Open.jpg"><img height="250" width="159" vspace="2" align="right" alt="" src="/uploads/2009/07/Inspire_Half_Open_klein.jpg" border="0" /></a>So macht die Erstellung von Fotoalben nun wieder richtig Spa&szlig;, denn kleben war gestern. Heute wird geklickt. Neben den pers&ouml;nlichen Bildern ist es auch m&ouml;glich Texte, Foto-Rahmen und Symbole auf den Seiten einzubinden. Besonders umfangreich ist die Auswahl der Designvorlagen. Die Profidesigner haben f&uuml;r jeden Foto-Anlass passende Designvorlagen entworfen und f&uuml;r jede Stilrichtung eine eigene Designlinie: Rund 140 verschiedene Varianten sind m&ouml;glich. Die Farbfamilien reichen von harmonisch/erdig &uuml;ber bunt/poppig bis hin zu schlichten schwarz/wei&szlig;-Varianten. Au&szlig;erdem macht <a rel="nofollow" target="_blank" href="http://www.extrafilm.de/">ExtraFilm</a> Vorschl&auml;ge f&uuml;r besondere Anl&auml;sse, wie zum Beispiel Einladungen, Hochzeit, Baby etc.  Dank den vielf&auml;ltigen Bild- und Textfunktionen der Software entstehen so ganz pers&ouml;nliche und professionelle Kreationen.</p>
<p>Besonders komfortabel funktioniert die Bearbeitung der Bilder auf den einzelnen Seiten: Jedes Bild kann in der Gr&ouml;&szlig;e variiert oder an eine andere Stelle gezogen werden. Die Optimierung der Bildqualit&auml;t und die Bearbeitung des Rote-Augen-Effekts geschehen auf einen Klick.</p>
<p>Die <a rel="nofollow" target="_blank" href="http://www.extrafilm.de/produkte/fotobuecher"> Fotoalben</a> sind gedruckt auf hochwertigem 170 g- bis 250 g-Glanzpapier. Auch von au&szlig;en k&ouml;nnen sich die Fotob&uuml;cher sehen lassen: F&uuml;r die Cover kann man aus acht edlen Bez&uuml;gen aus unterschiedlichen Materialien w&auml;hlen. Alternativ ist die Produktion mit einem personalisierten Titelbild m&ouml;glich. Alle Buchcover haben eine satte Polsterung, die dem Produkt eine hochwertige Haptik verleihen. Die B&uuml;cher <a rel="nofollow" target="_blank" href="http://www.extrafilm.de/produkte/fotobuecher/fotobuch-highlight">Highlight</a> und <a rel="nofollow" target="_blank" href="http://www.extrafilm.de/produkte/fotobuecher/fotobuch-impress">Impress</a> gibt es sogar mit einem Ausschnitt-Fenster auf der Vorderseite. Wer mag, bestellt sein Exemplar mit transparenten Zwischenbl&auml;ttern. Diese geben zus&auml;tzlichen Schutz und wirken sehr edel. Sofern noch handschriftliche Notizen im Buch gemacht werden sollen, k&ouml;nnen sogar noch zus&auml;tzlichen Schreibseiten integriert werden.</p>
<p><a rel="nofollow" target="_blank" href="/uploads/2009/07/INSPIRE_DAISIES_OPEN.jpg"><img height="151" width="250" vspace="2" align="left" alt="" src="/uploads/2009/07/INSPIRE_DAISIES_OPEN_klein.jpg" border="0" /></a>Die mit einer extra festen Hei&szlig;klebebindung gebunden B&uuml;cher sind besonders stabil und so hat man auch nach vielem Durchbl&auml;ttern immer noch Freude an dem Buch. Vom kompakten Taschenbuchformat bis hin zum Maxi-Fotoalbum in DIN A 3 ist alles m&ouml;glich. Und f&uuml;r alle Fotob&uuml;cher gibt es auch noch Geschenk- und Pr&auml;sentierboxen.</p>
<p>Bis zum 31.10.2009 sind die digitalen Fotoprodukte besonders g&uuml;nstig, denn <a href="http://www.extrafilm.de/" target="_blank" rel="nofollow">ExtraFilm</a> gew&auml;hrt bis zu <a rel="nofollow" target="_blank" href="http://www.extrafilm.de/sommer09?epc=12150000">20 % Sommer-Rabatt</a>.</p>
<p><b>&Uuml;ber Extra Film:</b></p>
<p>Die ExtraFilm AG ist seit 1995 auf dem Markt t&auml;tig und innerhalb weniger Jahre zu einem der wichtigsten im Versandhandel t&auml;tigen Fotolabore avanciert. Als ein Tochterunternehmen der Spector Photo Group, hat ExtraFilm als erfolgreiche nationale Marke einen starken internationalen Hintergrund. Seit 2000 bietet ExtraFilm auf der Webseite <a rel="nofollow" href="http://www.extrafilm.de">www.extrafilm.de</a> einen digitalen Online-Fotoentwicklungsservice an. Digitalfotos k&ouml;nnen nicht nur als einfache Abz&uuml;ge auf Fotopapier, sondern zum Beispiel auch als personalisierte Fotogrusskarten, Foto-Kalender und Foto-Geschenkartikel, Foto-Leinwand oder als Fotobuch bestellt oder gratis in Online-Fotoalben organisiert werden. Digitale Fotoauftr&auml;ge k&ouml;nnen auch offline, durch Einsenden von Datentr&auml;gern in einer Fototasche, erteilt werden. F&uuml;r die Gestaltung von pers&ouml;nlichen Fotoalben steht die Gratis-Bestellsoftware DESIGNER zum Download bereit. Die Bestellung kann dann per Post auf selbst gebrannten CDs/DVDs oder via Internet-Upload get&auml;tigt werden.</p>