---
title: "Anleitung: Photostack (Pixelmator)"
date: "2009-01-11T13:28:00+00:00"
slug: "anleitung-photostack-pixelmator"
---

Heute habe ich in Pixelmator mal wieder ein wenig herumprobiert und m&ouml;chte hier mal eine kleine Anleitung zur Verf&uuml;gung stellen, wie man die Illusion erzeugt, dass das Bild,welches man gerade zeigt,auf einem Fotostapel liegt. Also im Endeffekt so aussieht wie das hier:
<p style="text-align: center;"><img class="size-full wp-image-990 aligncenter" title="Das fertige Resultat" src="/uploads/2009/01/photostack.png" alt="Das fertige Resultat" width="400" height="318" /></p></p><p>Weiter mit der Anleitung nach dem Umbruch...
<!--more-->Als erstes erstellt Ihr daf&uuml;r ein neues Bild. Ich bin von einem Bild der Gr&ouml;&szlig;e 540x430 ausgegangen. Damit l&auml;sst sich ganz gut arbeiten und es passt auch meistens noch ins Blog.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-31.png"><img class="size-medium wp-image-975  aligncenter" title="Das neue Bild" src="/uploads/2009/01/bild-31-300x201.png" alt="Das neue Bild" width="300" height="201" /></a></p></p><p>In dieses neue Bild kopiert Ihr als neue Ebene das Bild, welches ganz oben liegen soll mittig hinein. Dann k&ouml;nnt Ihr die Hintergrundebene l&ouml;schen, da wir die nicht mehr brauchen. So liegt das Bild dann nicht immer auf einem wei&szlig;en Hintergrund sondern passt sich - als PNG gespeichert - dem jeweiligen Hintergrund der Seite an.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-4.png"><img class="size-medium wp-image-976  aligncenter" title="Mit dem Quellbild" src="/uploads/2009/01/bild-4-300x255.png" alt="Mit dem Quellbild" width="300" height="255" /></a></p></p><p>Diese Ebene w&auml;hlt Ihr jetzt aus, so dass die Auswahl das ganze eingef&uuml;gte Bild umschlie&szlig;t, allerdings der transparente Rand frei bleibt. Jetzt w&auml;hlt Ihr aus dem Men&uuml; "Bearbeiten" den Men&uuml;punkt "Auswahl verfeinern". In dem darauf folgenden Dialog wird die Gr&ouml;&szlig;e der Auswahl um 3% vergr&ouml;&szlig;ert.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-5.png"><img class="size-medium wp-image-977  aligncenter" title="Verfeinern der Auswahl" src="/uploads/2009/01/bild-5-300x157.png" alt="Verfeinern der Auswahl" width="300" height="157" /></a></p></p><p>F&uuml;r diese vergr&ouml;&szlig;erte Auswahl erstellt Ihr jetzt eine neue Ebene und f&uuml;llt diese Auswahl in der neuen Ebene mit einem dunklen Grau. Sichtbar wird von dieser Ebene am Ende nur noch ein kleiner Rand sein, allerdings darf die Ebene noch nicht mit dem eigentlichen Bild zusammengef&uuml;gt werden, da Ihr sie sp&auml;ter noch braucht.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-6.png"><img class="size-medium wp-image-978  aligncenter" title="Die neue Ebene mit dem Rahmen" src="/uploads/2009/01/bild-6-300x255.png" alt="Die neue Ebene mit dem Rahmen" width="300" height="255" /></a></p></p><p>Jetzt verschiebt Ihr im "Ebenen"-Fenster die gerade erstellte graue Ebene hinter das eigentliche Bild, so dass es schon erscheint, als w&auml;re das Bild umrandet.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-7.png"><img class="size-medium wp-image-979  aligncenter" title="Die Rahmenebene hinter dem Bild" src="/uploads/2009/01/bild-7-300x255.png" alt="Die Rahmenebene hinter dem Bild" width="300" height="255" /></a></p></p><p>Als n&auml;chstes w&auml;hlt Ihr wieder das Bild (Nicht den Rahmen!) aus und erstellt in einer neuen Ebene genau passend &uuml;ber dem Bild eine wei&szlig;e Fl&auml;che. Diese wei&szlig;e Fl&auml;che wird hinterher eines der Pseudo-Bilder, die den Stapel bilden. Nat&uuml;rlich k&ouml;nnte man hierf&uuml;r auch wirkliche Bilder nehmen, was aber zum Beispiel bei Einzelbildern, die keiner Serie angh&ouml;ren, keinen Sinn macht. Zus&auml;tzlich erstellt Ihr eine Kopie der Rahmenebene (Im folgenden Screenshot "Namenlose Ebene 2"). Jetzt solltet Ihr diese vier Ebenen hier haben:
<p style="text-align: center;"><a href="/uploads/2009/01/bild-8.png"><img class="size-medium wp-image-980  aligncenter" title="Das erste Pseudo-Bild" src="/uploads/2009/01/bild-8-125x300.png" alt="Das erste Pseudo-Bild" width="125" height="300" /></a></p></p><p>Die gerade erstellten Ebenen ordnet Ihr in der oben gezeigten Reihenfolge im "Ebenen"-Fenster an, markiert beide und w&auml;hlt dann aus dem Kontextmen&uuml; (Ctrl + Klick) den Befehl "Ebenen zusammenf&uuml;hren". Damit verschmilzt das Pseudo-Bild mit seinem Rahmen und wir haben weniger Aufwand beim Erstellen der weiteren Bilder.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-9.png"><img class="size-medium wp-image-981   aligncenter" title="Das ganze Pseudobild" src="/uploads/2009/01/bild-9-300x255.png" alt="Das ganze Pseudobild" width="300" height="255" /></a></p></p><p>Diese gerade erstellte Ebene (Im n&auml;chsten Screenshot "Namenlose Ebene 4" dupliziert Ihr jetzt und ordnet sie ganz unten an. Die Kopie dieser Ebene habe ich im folgenden "-0.6" genannt, was auch den Transformationswert angibt. Alle anderen Ebenen k&ouml;nnen ausgeblendet werden um ein besseres Arbeiten zu erm&ouml;glichen.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-12.png"><img class="size-medium wp-image-984   aligncenter" title="Fertig zur Drehung" src="/uploads/2009/01/bild-12-125x300.png" alt="Fertig zur Drehung" width="125" height="300" /></a></p></p><p>F&uuml;r die Selektierte Ebene f&uuml;hrt Ihr jetzt eine freie Transformation (Men&uuml; Bearbeiten) mit dem angegebenen Rotationswert aus.
<p style="text-align: center;"><a href="/uploads/2009/01/bild-13.png"><img class="size-medium wp-image-985   aligncenter" title="Die Transformation" src="/uploads/2009/01/bild-13-300x54.png" alt="Die Transformation" width="300" height="54" /></a></p></p><p>Dieses Duplizieren und drehen f&uuml;hrt Ihr jetzt f&uuml;r insgesamt f&uuml;nf Ebenen aus. Danach sollte Euer "Ebenen"-Fenster ungef&auml;hr so aussehen:
<p style="text-align: center;"><a href="/uploads/2009/01/bild-15.png"><img class="size-medium wp-image-987  aligncenter" title="Die Ebenenansicht f&uuml;r den fertigen &quot;Stack&quot;" src="/uploads/2009/01/bild-15-125x300.png" alt="Die Ebenenansicht f&uuml;r den fertigen &quot;Stack&quot;" width="125" height="300" /></a></p></p><p>So sieht das zugeh&ouml;rige Bild dann bei mir aus:
<p style="text-align: center;"><a href="/uploads/2009/01/bild-14.png"><img class="size-medium wp-image-986  aligncenter" title="Der fertige &quot;Stack&quot;" src="/uploads/2009/01/bild-14-300x255.png" alt="Der fertige &quot;Stack&quot;" width="300" height="255" /></a></p></p><p>Im n&auml;chsten Schritt blendet Ihr einfach die Rahmen-Ebene und das eigentliche Bild wieder ein, die vorhin zum Arbeiten ausgeblendet waren. Die "Namenlose Ebene 4" k&ouml;nnt Ihr ausgeblendet lassen und einfach ignorieren. Alternativ kann diese Ebene auch gel&ouml;scht werden, da sie nicht mehr ben&ouml;tigt wird. (Es sei denn Ihr wollt sp&auml;ter noch mehr Pseudo-Bilder in den Stapel einf&uuml;gen...)
<p style="text-align: center;"><a href="/uploads/2009/01/bild-17.png"><img class="size-medium wp-image-989  aligncenter" title="Die Bilder werden wieder eingeblendet" src="/uploads/2009/01/bild-17-125x300.png" alt="Die Bilder werden wieder eingeblendet" width="125" height="300" /></a></p></p><p>Wenn Ihr bis jetzt alles gemacht habt, wie ich es aufgeschrieben habe sollte jetzt ein Ergebnis &auml;hnlich (Ihr werdet sicherlich ein anderes Foto genommen haben) dem folgenden bei euch auf dem Bildschirm liegen:
<p style="text-align: center;"><a href="/uploads/2009/01/bild-16.png"><img class="size-medium wp-image-988  aligncenter" title="Und das Resultat ist da" src="/uploads/2009/01/bild-16-300x255.png" alt="Und das Resultat ist da" width="300" height="255" /></a></p></p><p>Mit dem Bild k&ouml;nnt Ihr dann machen was Ihr wollt. Zum Beispiel noch das Copyright einf&uuml;gen oder irgendwelchen sonstigen Sachen.</p><p>Damit w&auml;ren wir am Ende der Anleitung und ich hoffe, dass sie euch gefallen hat und n&uuml;tzlich f&uuml;r euch war. Ich h&auml;tte nie gedacht, dass gerade ich einmal eine Anleitung zum Thema Bilderbearbeitung schreiben w&uuml;rde aber so wie es aussieht habe ich das gerade. Wenn noch Fragen geblieben sind k&ouml;nnt Ihr sie ruhig stellen.