---
title: "ExtraFilm Sommeraktion: Individuelle Fotogeschenke"
date: "2009-08-08T12:30:00+00:00"
slug: "extrafilm-sommeraktion-individuelle-fotogeschenke"
---

[<a href="http://www.trigami.com/?blog=http://blog.knut.me" rel="nofollow" target="_blank">Trigami-Review</a>]<script type="text/javascript" src="http://s.trigami.com/229755s.js"></script></p><p><img class="alignright size-full wp-image-2414" style="margin-left:5px;" title="ExtraFilm" src="/uploads/2009/08/200x100_rgb_neg_noclaim_sha.png" alt="ExtraFilm" width="200" height="100" />Vor einigen Tagen habe ich die Einladung bekommen ein Fotobuch von Extrafilm zu testen. Dieses Fotobuch tr&auml;gt den Namen "Highlight" und besteht aus einem gepolsterten Hardcover und 60 - 100 Hochglanzseiten (250g/qm Papier) mit Fotos. Die Seiten sind mit &uuml;ber 140 vorgefertigten Designs passend zum Inhalt gestaltbar. Auf jede dieser Seiten kann man dann beliebig viele Bilder einf&uuml;gen.</p><p><!--more-->Die Gestaltung geschieht &uuml;ber eine Software, genannt "Designer", welcher von ExtraFilm zum Download zur Verf&uuml;gung gestellt wird. Zum Zeitpunkt meines Tests war der Designer leider nur in einer Windowsversion verf&uuml;gbar, was mich als Mac-User ein wenig entt&auml;uscht hat. Au&szlig;erdem sind die Datenmengen, die der Designer nach seiner Installation herunter l&auml;d relativ gro&szlig;. Somit musste ich nach der Installation mit einer ISDN-Leitung etwas &uuml;ber eine Stunde darauf warten, dass der Designer zus&auml;tzliche Daten herunter geladen hat. Das entspricht in etwa 60MB zus&auml;tzlichen Downloads, die auf die Grundinstallation von 16MB noch drauf kommen.</p><p><a class="highslide" rel="nofollow" href="/uploads/2009/08/P1000902.png"><img class="alignleft size-thumbnail wp-image-2431" title="Au&szlig;enansicht meines Exemplars" src="/uploads/2009/08/P1000902-150x150.png" alt="Au&szlig;enansicht meines Exemplars" width="150" height="150" /></a>Sobald die Aktualisierung des Designers abgeschlossen ist, ist die Bedienung durch ein &uuml;bersichtliches Design in deutscher Sprache intuitiv und bereitet keine Schwierigkeiten. Als erstes w&auml;hlt man aus den verschiedenen Designkategorien die f&uuml;r sich passende aus und w&auml;hlt dann ein passendes Hintergrundschema. Mit diesem werden dann automatisch die Seiten f&uuml;r das Fotobuch gestaltet. Im n&auml;chsten Schritt werden die - in meinem Fall vorher bereitgelegten - Bilder in das Programm geladen. Auch dieser Vorgang ist wieder selbsterkl&auml;rend. Ein Klick auf den "Hinzuf&uuml;gen"-Button und schon kann man die Bilder ausw&auml;hlen. Hier w&uuml;rde ich mir als Verbesserung w&uuml;nschen, dass die Bilder nicht alle einzeln ausgew&auml;hlt werden m&uuml;ssen sondern ein Ordner ausw&auml;hlbar ist. Nach dem Hinzuf&uuml;gen kann man durch einfaches Ziehen im Fenster die Bilder in die gew&uuml;nschte Reihenfolge bringen. Sinnvoll z.B. wenn man eine Reise von Beginn bis zum Ende dokumentieren m&ouml;chte. Dann soll ja auch die Landung am Ende nicht pl&ouml;tzlich mitten in der Stadtrundfahrt auftauchen.</p><p>Im n&auml;chsten Schritt schl&auml;gt der Designer vor, dass er die Bilder f&uuml;r mich automatisch in das Fotobuch einsortieren k&ouml;nne. Alternativ m&uuml;sse man das alles manuell machen. Als fauler Mensch habe ich mich entschlossen dem Designer die Arbeit zu &uuml;berlassen und seinen Vorschlag best&auml;tigt. Nach einer kurzen Bedenkfrist hat der Designer alle Bilder auf den Seiten angeordnet und ich konnte mich an die Feinarbeit machen. An einigen Stellen gefiel mir seine Anordnung der Bilder bzw. die Reihenfolge doch nicht ganz, was sich aber sehr einfach korrigieren l&auml;sst. Man zieht einfach aus der linken Seitenleiste ein Bild in das entsprechende Feld und schon wird es ersetzt. Dabei wird gleichzeitig ein Qualit&auml;ts-Indikator angezeigt, der aussagt, ob das Bild f&uuml;r den Druck hinterher gut geeignet ist. Dieses wird durch einen gr&uuml;nen, gelben und roten Smilie symbolisiert.</p><p><a class="highslide" rel="nofollow" href="/uploads/2009/08/P1000903_.png"><img class="alignright size-thumbnail wp-image-2433" style="margin-left:5px;" title="Blick in mein Fotobuch" src="/uploads/2009/08/P1000903_-150x150.png" alt="Blick in mein Fotobuch" width="150" height="150" /></a>In der Anordnung der Bilder, sowie der Gr&ouml;&szlig;engestaltung l&auml;sst der Designer sehr viele Freiheiten, so dass man besondere Bilder in gro&szlig; &uuml;ber eine ganze Seite pr&auml;sentieren kann oder auch viele kleine Bilder nebeneinander legt. Hierbei w&uuml;rde ich mir ein "Raster" w&uuml;nschen, welches sich auf Wunsch hinzuschalten l&auml;sst und an dem die Bilder ausgerichtet werden k&ouml;nnen. (Ein sch&ouml;nes Feature f&uuml;r Symmetrie-Fanatiker wie mich :D)</p><p>Die Bestellung des Fotobuchs kann dann wahlweise durch eine &Uuml;bertragung &uuml;ber das Internet erfolgen oder aber durch das Brennen einer CD, die dann an ExtraFilm in Belgien geschickt wird. Ich habe mich hier f&uuml;r die CD-Variante entschieden, da der Upload von &uuml;ber 170MB Bildmaterial via ISDN keinen Spa&szlig; machen w&uuml;rde. Die CD hatte leider eine sehr lange Laufzeit, womit sie sich nicht dazu eignet im letzten Moment noch ein Geschenk f&uuml;r Tante Ernas Gebutstag zu gestalten. (Allerdings kann ich hier nicht sagen an wem die Verz&ouml;gerung lag. Die k&ouml;nnte durchaus auch bei der Post entstanden sein.) Nach einigen Tagen Produktionszeit wird dann der Versand von ExtraFilm best&auml;tigt.</p><p><img class="alignleft size-full wp-image-2415" title="Fotobuch Highlight" src="/uploads/2009/08/Highlight_open1.jpg" alt="Fotobuch Highlight" width="300" height="225" />Alles in allem eine sch&ouml;ne M&ouml;glichkeit individuelle Fotogeschenke zu gestalten und den Beschenkten eine Freude zu machen, oder auch nur eine M&ouml;glichkeit zu haben sich die Bilder einer Reise in einer gem&uuml;tlichen Stunde auf dem Sofa ohne den Bildschirm vor Augen noch einmal anzusehen.</p><p>Damit Ihr alle auch in den Genuss eines solchen Fotobuchs kommen k&ouml;nnt, hat ExtraFilm sowohl die Bedienung der Webseite noch weiter vereinfacht, als auch eine <a rel="nofollow" href="http://www.extrafilm.de/sommer09?epc=12150000">Sommeraktion</a> mit 20% Rabatt auf die Fotob&uuml;cher gestartet.