---
title: "Deutsches Recht vs. Blogger"
date: "2009-01-14T20:16:00+00:00"
slug: "deutsches-recht-vs-blogger"
---

<img class="size-medium wp-image-1022 alignright" title="Scale of Justice" src="/uploads/2009/01/12231396322000101003scale_of_justice_2svghi-299x300.png" alt="Scale of Justice" width="107" height="108" />Gerade habe ich einen <a href="http://playground.ebiene.de/1201/akismet-nutzung-rechtens/">Artikel</a> von Sergej M&uuml;ller gefunden, in dem er auf das Problemthema des Versendens von Userdaten an Fremdserver im deutschen Rechtsbereich eingeht. Darin listet er auf, welche Daten das standardm&auml;&szlig;ige Anti-Spam-Plugin "Akismet", welches von Wordpress mitgeliefert wird, an fremde Server weiter gibt. Nachdem ich diese Liste gelesen habe kann ich die Bedenken verstehen, die dabei aufkommen.</p><p>Als direkte Folge habe ich hier im Blog vorl&auml;ufig Akismet ebenfalls deaktiviert und setze auch darauf, dass die <a href="http://playground.ebiene.de/1137/antispam-bee-wordpress-plugin/">Biene</a> mir hilft nicht zu viel Spam zu bekommen. Eure Kommentare werden allerdings nicht gleich vollst&auml;ndig gel&ouml;scht, wie es die <a href="http://playground.ebiene.de/1137/antispam-bee-wordpress-plugin/">Biene</a> als Standardeinstellung macht, sondern nur als Spam markiert. Ich bekomme also trotzdem weiter eine Info &uuml;ber die Kommentare und habe die Entscheidung selber, was im Endeffekt in der Tonne landet. Zus&auml;tzlich landen sowieso Kommentare mit mehreren Links zur Ansicht in der Moderation, wo ich sie vor der Freigabe lese und dann &uuml;ber sie urteile.</p><p>Das Thema Google Analytics habe ich hier ja schon behandelt und momentan sieht der Test der Software Piwik sehr viel versprechend aus, so dass ich wahrscheinlich ab 02/2009 auf die Analyse durch Analytics verzichten kann. Damit bleiben eure Daten auf einem Server direkt unter meiner Kontrolle.</p><p><!--more-->Was ich allerdings in dem Zuge auch noch sehe ist, dass bei jeder Einbindung einer Grafik von einem externen Server ebenfalls die IP, welche laut akademie.de zumindest f&uuml;rBerlinerGerichte zu den Personenbezogenen Daten geh&ouml;rt, ebenfalls an einen fremden Server &uuml;bertragen wird. Immerhin k&ouml;nnte der Administrator des Servers damit auch eine Analyse des Nutzungsverhaltens eines Users erstellen. Es ist ihm dann bekannt, welche Software der User verwendet, auf welchen Seiten (zumindest die, die seine Grafik verwenden) der User war etc.</p><p>Also wenn der Besuch auf einer Webseite absolut nicht dazu f&uuml;hren darf, dass ein fremder Server Kenntnis davon erlangt, welche IP (bzw. andere zugreifbare Daten) der Besucher hat, was bleibt dann vom Internet noch &uuml;ber? Viele kleine Inseln ohne jegliche Verbindung zu anderen Seiten? Interessant w&auml;re es dazu mal eine verbindliche Antwort f&uuml;r ganz Deutschland zu erhalten, was aber wahrscheinlich nie passieren wird. Wer geht schon wegen einer weitergegebenen IP so weit, dass eine Entscheidung durch hohe Bundesgerichte f&uuml;r Klarheit sorgen? Au&szlig;erdem stellt sich die Frage, was w&uuml;rden diese Gerichte entscheiden? Etwa, dass die IP nicht &uuml;bermittelt werden darf. Dann haben wir sp&auml;testens 5 Tage sp&auml;ter die gleiche Diskussion mit dem Useragent oder, oder, oder...</p><p>Aber alleine daran, dass ich gerade diesen Artikel schreibe und dabei schon &uuml;ber 500 W&ouml;rter verbraucht habe zeigt mir, dass es f&uuml;r einen Webseitenbetreiber oder auch Blogger in Deutschland nie sicher sein wird, dass er nicht in irgend ein kleines Loch tritt, in dem irgend einMensch darauf wartet ihm das Geld in Form einer Abmahnung aus der Tasche zu ziehen. Sei es durch einen Kommentar eines Besuchers, der gegen - hier einen Paragraphen einsetzen - verst&ouml;&szlig;t, eine fehlende Angabe im Impressum oder durch Daten, die zu irgend einem Zweck an einen anderen Server &uuml;bermittelt werden - Diese Liste k&ouml;nnte man durchaus noch mit diversen Gerichtsurteilen und Abmahnungen, die ihrem Absender erfolg gebracht haben erweitern aber ich beende es hier, da ich sonst ein Buch daraus machen und dieses als Haupteinnahmequelle nutzen k&ouml;nnte. Man kann zwar versuchen sich dagegen so gut als m&ouml;glich zu sch&uuml;tzen aber die 100%ige Sicherheit wird man nicht erlangen - Oder habt Ihr das deutsche Recht auswendig gelernt und k&ouml;nnt es perfekt auslegen? (Falls ja, seid Ihr sicherlich ein guter Anwalt...)</p><p>So viel zu dem Thema von meiner Seite aus. Wenn Ihr dazu nochAnmerkungenhabt, nehme ich sie gerne in der Kommentarfunktion entgegen... (Wenn Ihr mir wirklich eure Daten anvertrauen wollt... - Falls nicht ist es aber eh schon zu sp&auml;t, da Ihr hier seid...)</p><p>:my2cents: