---
title: "Eine Woche voll Feuerwehr"
date: "2009-09-19T23:59:00+00:00"
slug: "eine-woche-voll-feuerwehr"
---

<p style="text-align: center;"><img class="size-full wp-image-2404 aligncenter" title="Real life" src="/uploads/2009/08/rl_header.jpg" alt="Real life" width="506" height="176" /></p></p><p>Wie am Anfang der Woche schon erw&auml;hnt, stand f&uuml;r diese Woche sehr viel frische Luft auf dem Plan und recht wenig Internet-Leben. Jetzt ist die Woche vorbei und ich m&ouml;chte mal ein wenig daraus berichten. Vorab: Das viele drau&szlig;en sein und in der frischen Luft arbeiten hat mir nicht geschadet. Im Gegenteil m&ouml;chte ich behaupten. Es war mal ganz sch&ouml;n eine Woche raus zu kommen. Zwar war ich abends immer zu Hause und habe meine Mails etc. abgearbeitet aber ansonsten war nix mit Computer.</p><p><!--more-->Los ging es am Montag morgen um 6 Uhr mit dem Aufstehen. Um viertel vor Acht sollte ich in Loy bei Oldenburg an der Landesfeuerwehrschule sein um am Truppf&uuml;hrer-Lehrgang teilzunehmen. Das erf&uuml;llte die komplette Arbeitswoche mit 35 Stunden Lehrgang. Davon waren einige Stunden zwar theoretischer Unterricht in Containern (Die LFS baut gerade um und die neuen Lehrgeb&auml;ude sind noch nicht nutzbar.) aber auch die gingen durch praxisorientierten Unterricht und gute Ausbilder recht schnell vorbei. In der Praxis sind wir die Woche &uuml;ber einige Einsatz&uuml;bungen "gefahren" - naja wirklich gefahren ist nur der Ausbilder und wir sind immer zu den &Uuml;bungsorten auf dem Gel&auml;nde der LFS gelaufen aber so weit ist es auch nicht.</p><p>Die &Uuml;bungen gingen von Standard&uuml;bungen nach der Feuerwehr-Dienstvorschrift 3 mit und ohne Bereitstellung &uuml;ber Selbstrettung aus Geb&auml;uden mittels Abseilen von dem Balkon, Personensuche in Geb&auml;uden bis zur &Uuml;bung im Brandcontainer mit echtem Feuer. Also wenn auch nach dem Prinzip viele &Uuml;bungen sehr &auml;hnlich verlaufen war es doch immer wieder abwechselnd und fordernd. Nat&uuml;rlich musste die Woche dann durch einen Test beendet werden, der mit 20 Fragen im Multiple Choice-Verfahren nicht sehr umfangreich war, allerdings trotzdem alle Themengebiete aus dem Unterricht abdeckte. Das Ergebnis dieses Tests bekommen wir allerdings erst in etwa 3-4 Monaten. So lange bleibt ungewiss, ob ich mich jetzt Truppf&uuml;hrer nennen darf oder die Pr&uuml;fung wiederholen muss.</p><p>Auf jeden Fall denke ich, dass die Entscheidung nicht in der LFS zu &uuml;bernachten zum Teil ihr Gutes hatte aber mit insgesamt 680 Kilometern in dieser Woche auch relativ fahrtintensiv war. Trotzdem glaube ich - auch wenn dadurch morgens eine Stunde Schlaf fehlt, dass ich mich wieder so entscheiden w&uuml;rde.</p><p>Heute waren dann ab Mittag (also endlich mal wieder Ausschlafen) Feuerwehr-Wettbewerbe auf Kreisebene angesagt. Der allj&auml;hrliche Nordkreispokal stand an und wir waren wieder mit einer Gruppe dabei. Ich denke mit dem Ergebnis, dass wir 3. von 14 Teilnehmern bei den aktiven Wehren geworden sind, k&ouml;nnen wir alle gut leben. Vor allem, da wir damit auch noch die Besten aus der Gemeinde geworden sind. N&auml;heres dazu findet sich auch im <a href="http://www.feuerwehr-dreye.de/2009/09/19/nordkreispokal-2009-in-melchiorshausen/">Bericht</a> auf der Webseite unserer Feuerwehr.</p><p>Im Anschluss an den Nordkreispokal haben wir dann noch den j&auml;hrlichen Fackelumzug des Sportvereins hier in Dreye (Warum suchen die sich eigentlich immer den Termin, wo der Nordkreispokal liegt, aus?) abgesichert. Da der Umzug &uuml;ber normale Stra&szlig;en verl&auml;uft und diese auf etwa 300m L&auml;nge blockiert, ist es auch ganz gut, dass der Zug von mehreren Kameraden und unseren Fahrzeugen zur Sicherung begleitet wird.</p><p>Und jetzt hoffe ich, dass morgen nicht noch irgendetwas anf&auml;llt und ich die Woche ruhig ausklingen lassen kann. Auf jeden Fall wisst Ihr jetzt auch warum es die Woche ein wenig ruhiger war als normal &uuml;blich.