---
title: "Blogger setzen sich zur Wehr!"
date: "2009-08-07T23:22:00+00:00"
slug: "blogger-setzen-sich-zur-wehr"
---

<p style="text-align: center; "><img class="size-full wp-image-2404 aligncenter" title="Real life" src="/uploads/2009/08/rl_header.jpg" alt="Real life" width="506" height="176" /></p></p><p>Wie Kim vorhin schon bei sich <a href="http://blog.huebel-online.de/2009/08/07/blogger-setzen-sich-zur-wehr/">geschrieben</a> hat, ging von den Betreibern der Plattform "eDarling" heute eine &auml;u&szlig;erst dreiste Werbeaktion aus, bei der diverse Blogger dazu aufgefordert wurden - f&uuml;r einen eventuellen Gewinn von 1.000 Euro - einen neuen Slogan f&uuml;r eben diese Plattform zu suchen. Kim hat daraufhin die Betreiber aufgefordert seine Daten aus dem Verteiler zu entfernen. Selbiges habe ich auch getan, dabei allerdings von meinem Auskunftsrecht nach 34 Bundesdatenschutzgesetz gebrauch gemacht.</p><p>Ich rechne mir damit zwar keine gro&szlig;en Chancen auf eine Auskunft aus aber einen Versuch ist es allemal Wert. Die Zeit f&uuml;r die unten abgedruckte E-Mail wird zwar nicht mit eventuellen 1.000 Euro belohnt, allerdings vielleicht mit einer Antwort woher die Spammer ihre Daten beziehen. Da es sich bei den Betreibern um ein deutsches Unternehmen aus Berlin handelt, sind sie sogar Verpflichtet dieser Aufforderung nachzukommen.</p><p>Wer selbiges versuchen m&ouml;chte darf meine E-Mail gerne als Anregung verwenden. Nat&uuml;rlich m&uuml;ssen entsprechende Daten eingesetzt werden, um eine Identifizierung des Datensatzes zu erm&ouml;glichen. (Da ich kein Jurist bin, ist diese E-Mail weder als eine Rechtsbelehrung zu sehen, noch kann ich f&uuml;r die rechtliche Richtigkeit der enthaltenen Informationen garantieren.)
<pre style="border-left:2px solid #000044;padding-left:2px;">Sehr geehrte Damen und Herren,</p><p>ich bitte Sie darum, folgende Aufforderungen gem&auml;&szlig; Bundesdatenschutzgesetz
zu erf&uuml;llen, die s&auml;mtliche &uuml;ber meine Person gespeicherten Daten betrifft,
die Sie anhand dieser Daten identifizieren k&ouml;nnen:</p><p>Knut Ahlers
&lt;E-Mail Adresse&gt;</p><p>1. Sie haben mir gegen&uuml;ber unverz&uuml;glich offenzulegen, welche Daten au&szlig;er
den oben aufgef&uuml;hrten Daten Sie &uuml;ber meine durch diesen Namen identifizierte
Person gespeichert haben und aus welchen Quellen s&auml;mtliche mich betreffenden
Daten stammen. (6 Abs. 2, 28 Abs. 4, 34 Abs. 1-3 BDSG)</p><p>2. Sie haben den Verwendungszweck s&auml;mtlicher mich betreffenden Daten
ebenfalls unverz&uuml;glich mir gegen&uuml;ber offenzulegen.
(34 Abs. 1, 43 Abs. 3 BDSG)</p><p>3. Ich untersage Ihnen jedwede zuk&uuml;nftige Speicherung meine Person bzw. meine
Adressen betreffenden Daten ohne meine vorherige ausdr&uuml;ckliche schriftliche
Genehmigung. (28 Abs. 4, 4 Abs. 1-2 BDSG)</p><p>4. Ich untersage Ihnen die &Uuml;bermittlung dieser Daten an Dritte. F&uuml;r bereits
an Dritte &uuml;bermittelte Daten fordere ich eine unverz&uuml;gliche Sperrung.
(6 Abs. 2, 28 Abs. 4 BDSG)</p><p>5. Ich setze Ihnen zur Erf&uuml;llung dieser Forderung eine Frist von zwei Wochen
beginnend mit dem heutigen Datum. (07. August 2009)</p><p>6. F&uuml;r die aus diesem Schreiben resultierende, selbstverst&auml;ndlich ausdr&uuml;cklich
erw&uuml;nschte Kommunikation benutzen Sie bitte ausschlie&szlig;lich meine E-Mail
Adresse.</p><p>Ich bedanke mich im Voraus f&uuml;r Ihre Kooperation.</p><p>Mit vielen Gr&uuml;&szlig;en,
Knut Ahlers</pre>
Sollte die E-Mail zu einem Erfolg f&uuml;hren und ich wirklich eine Antwort erhalten, werde ich euch dar&uuml;ber auf dem Laufenden halten.