---
title: "Stöckchen: Jahresrückblick 2010"
date: "2010-12-30T16:06:55+00:00"
slug: "stoeckchen-jahresrueckblick-2010"
---

<p style="text-align:center;">
	<img alt="Gib 2010 keine Chance!" src="/uploads/2010/12/2010trash.png" style="width: 200px; height: 200px; margin: 1em;" /></p>
<p>
	Das St&ouml;ckchen (in dieser Version bei <a href="http://www.traumsterne.net/2010/12/28/stoeckchen-jahresrueckblick-2010/">Nici</a> geklaut) geistert schon ein wenig l&auml;nger durch die Blogs aber ich wollte mit der Beantwortung warten, bis das Jahr auch wirklich zu Ende ist und nicht noch irgend eine &Uuml;berraschung einer meiner Antworten wieder durcheinander bringt. Da die Planung bis morgen Abend 23:59:59 steht sollte es inzwischen sicher sein sich zu ein paar Antworten hinreissen zu lassen. Schon vorweg: Keine Angst ich werfe das St&ouml;ckchen nicht weiter. Wer sein Jahr damit zusammenfassen m&ouml;chte darf sich das St&ouml;ckchen aber gerne nehmen.</p>
<ul>
	<li>
		Der R&uuml;ckblick
		<ul>
			<li>
				<strong>Vorherrschendes Gef&uuml;hl f&uuml;r 2011?</strong><br />
				Kann eigentlich nur besser werden...</li>
			<li>
				<strong>2010 zum ersten Mal getan?</strong><br />
				Das erste mal bewusst Umgezogen</li>
			<li>
				<strong>2010 nach langer Zeit wieder getan?</strong><br />
				Urlaub gehabt (Seit Mitte Dezember)</li>
			<li>
				<strong>2010 leider gar nicht getan?</strong><br />
				Schwimmen gewesen</li>
			<li>
				<strong>Wort des Jahres?</strong><br />
				Da ich keine Statistik &uuml;ber verwendete W&ouml;rter f&uuml;hre: Kein Plan.</li>
			<li>
				<strong>Zugenommen oder abgenommen?</strong><br />
				Ich bef&uuml;rchte wieder knapp 3kg zugenommen seit der ersten Messung in 2010</li>
			<li>
				<strong>Stadt des Jahres?</strong><br />
				Hamburg</li>
			<li>
				<strong>Alkoholexzesse?</strong><br />
				Da ich keinen Alkohol trinke: Nein.</li>
			<li>
				<strong>Davon gekotzt?</strong><br />
				Entf&auml;llt dann glaube ich auch...</li>
			<li>
				<strong>Haare l&auml;nger oder k&uuml;rzer?</strong><br />
				Ich glaube im groben gleich geblieben. Mal k&uuml;rzer mal l&auml;nger je nachdem wie lange ich nicht beim Friseur war...</li>
			<li>
				<strong>Kurzsichtiger oder Weitsichtiger?</strong><br />
				Hab keinen Arzt gefragt aber ich seh alles was ich sehen will. Somit nehme ich an, dass es gleich geblieben ist.</li>
			<li>
				<strong>Mehr ausgegeben oder weniger?</strong><br />
				Welch indiskete Frage... Naja ich glaube das tendiert relativ deutlich zu mehr...</li>
			<li>
				<strong>H&ouml;chste Handyrechnung?</strong><br />
				M&uuml;sste eine von den alten E-Plus Vertragsrechnungen sein. So um 40 Euro?!?</li>
			<li>
				<strong>Krankenhausbesuche?</strong><br />
				Ich bin am Uniklinikum Eppendorf vorbei gelaufen... Z&auml;hlt das?</li>
			<li>
				<strong>Verliebt?</strong><br />
				Nein.</li>
			<li>
				<strong>Getr&auml;nk des Jahres?</strong><br />
				Leckerer Caramel-Macchiato!</li>
			<li>
				<strong>Essen des Jahres?</strong><br />
				Ich glaub hier passt die Pizza am Besten rein.</li>
			<li>
				<strong>Most called persons?</strong><br />
				Uff keine Ahnung. So wenig wie ich telefoniere wird das wahrscheinlich irgend eine Hotline gewesen sein, mit der ich mich gefetzt habe...</li>
			<li>
				<strong>Die sch&ouml;nste Zeit verbracht mit?</strong><br />
				Immer wieder sch&ouml;ne Momente mit verschiedenen Personen...</li>
			<li>
				<strong>Die meiste Zeit verbracht mit?</strong><br />
				Ich bef&uuml;rchte mal wieder hier die Arbeit einsetzen zu m&uuml;ssen.</li>
			<li>
				<strong>Song des Jahres?</strong><br />
				Keine Ahnung aber ich glaube hier rangieren die St&uuml;cke von Hammerfall recht weit oben.</li>
			<li>
				<strong>CD des Jahres?</strong><br />
				Auch hier d&uuml;rfte Hammerfall glaube ich das Rennen machen. Welche CD? Keine Ahnung...</li>
			<li>
				<strong>Buch des Jahres?</strong><br />
				A long time ago... - Nein, Anfang des Jahres habe ich tats&auml;chlich B&uuml;cher gelesen und da war glaube ich Illuminati von Dan Brown das beste.</li>
			<li>
				<strong>Film des Jahres?</strong><br />
				Ich habe dieses Jahr einige sch&ouml;ne Filme gesehen. Welcher davon jetzt der Beste war... Daf&uuml;r m&uuml;sste ich mich noch an alle im Detail erinnern k&ouml;nnen...</li>
			<li>
				<strong>Konzert des Jahres?</strong><br />
				Da ich nur ein Konzert besucht habe, das allerdings nicht so wirklich meine Musik war m&ouml;chte ich hier einfach mit &quot;Keins.&quot; antworten.</li>
			<li>
				<strong>TV-Serie des Jahres?</strong><br />
				Was ist eigentlich TV und wer schaut das noch? (Okay von den Serien von denen ich etwas mitbekommen habe: Stargate Universe)</li>
			<li>
				<strong>Erkenntnis des Jahres?</strong><br />
				Dazu sagt das Piktogramm oben eigentlich alles oder?</li>
			<li>
				<strong>Drei Dinge auf die ich gut h&auml;tte Verzichten k&ouml;nnen?</strong><br />
				Diverse Streitereien, ungeplante Ausgaben und die Erkenntnis, dass sich die Menschen nie &auml;ndern werden.</li>
			<li>
				<strong>Nachbar des Jahres?</strong><br />
				D&uuml;rfen gerne alle ausziehen und ersetzt werden. Vielleicht ist dann mal wieder Ruhe und ich muss keine Angst mehr haben, dass der Herr von oben irgendwann incl. Zimmerdecke bei mir im Wohnzimmer steht.</li>
			<li>
				<strong>Beste Idee/Entscheidung des Jahres?</strong><br />
				Nach Wedel zu ziehen und meinen Lebensunterhalt erstmal wieder als Angestellter zu verdienen</li>
			<li>
				<strong>Schlimmstes Ereignis?</strong><br />
				Gl&uuml;cklicherweise f&auml;llt mir hier auch kein wirkliches Ereignis ein.</li>
			<li>
				<strong>Sch&ouml;nstes Ereignis?</strong><br />
				Neue Leute kennen gelernt.</li>
			<li>
				<strong>2010 war mit einem Wort?</strong><br />
				Vorbei.</li>
		</ul>
	</li>
	<li>
		Der Ausblick
		<ul>
			<li>
				<strong>Gute Vors&auml;tze f&uuml;r 2011?</strong><br />
				Vors&auml;tze taugen generell nichts. Daher habe ich keine.</li>
			<li>
				<strong>Was ist f&uuml;r 2011 geplant?</strong><br />
				Mal wieder abnehmen, weniger Geld ausgeben und noch einige Dinge, die nicht spruchreif sind.</li>
			<li>
				<strong>Was soll sich &auml;ndern?</strong><br />
				Vieles. Siehe letzte Frage.</li>
			<li>
				<strong>Was darf ruhig so bleiben?</strong><br />
				Meine Geolocation.</li>
		</ul>
	</li>
</ul>
