---
title: "[Internet] Ich habe gewonnen!"
date: "2010-04-25T20:01:00+00:00"
slug: "internet-ich-habe-gewonnen"
---

<p style="text-align: center;"><img class="aligncenter" title="Internet &amp; Technologie" src="http://cdn.knut.me/header/internet.png" alt="" width="506" height="176" /></p>
Heute habe ich eine Benachrichtigung bekommen, dass ich eine Reise an die Lykische K&uuml;ste im Wert von 848 Euro gewonnen habe! Alles was ich jetzt noch tun muss: Einen mir spontan suspekten Link anklicken, meine Daten eingeben, 49 Euro Buchungsgeb&uuml;hren bezahlen und dann hoffen, dass ich wirklich irgendwohin reisen darf und dort nicht bl&ouml;d an der K&uuml;ste stehe und kein Hotel habe.</p><p><!--more-->Aber fangen wir am Anfang mit der E-Mail, die mich erreichte an:
<blockquote>Sehr geehrte Damen und Herren,
Sie haben an unserem Internet Gewinnspiel erfolgreich teilgenommen.
Ich gratulierte Ihnen ganz herzlich zu Ihrem Gewinn!</p><p>Packen Sie die Koffer, denn Ihr Gewinn ist eine 8 t&auml;gige Flugreise f&uuml;r 2 Personen an die Lykische K&uuml;ste (T&uuml;rkei).
Diese Reise hat einen Wert von 848,- Euro und beinhaltet zus&auml;tzlich folgende Leistungen (exklusive Buchungsgeb&uuml;hren und Kerosinzuschlag):</p><p>- Flug mit renommierten Fluggesellschaften nach Antalya und zur&uuml;ck
- 20 Kg Freigep&auml;ck
- Verpflegung an Bord
- Transfer Flughafen  Hotel - Flughafen
- Lizenzierte Deutschsprachige Reiseleitung vor Ort
- Begr&uuml;&szlig;ungs Getr&auml;nk bei der Ankunft in Ihrem Hotel
- 1 &Uuml;bernachtungen in einem guten Thermal Hotel bei Pamukkale
- 6 &Uuml;bernachtungen in mindestens 4 Sterne Hotels (Landeskategorie)
- Unterbringung im Doppelzimmer
- Fr&uuml;hst&uuml;ck in Buffetform
- Reiseprogramm wie beschrieben
- Reisepreissicherungsschein
- 24-Stunden-&Auml;rztebereitschaft</p><p>Gewinnnummer: *****</p><p>Gewinnbest&auml;tigung unter &gt;&gt;</p><p>http://www.reise.travelmax.im</p><p>Sollten Sie den Link nicht &ouml;ffnen k&ouml;nnen, kopieren Sie ihn bitte vollst&auml;ndig in die Adresszeile Ihres Internetbrowsers.</p><p>Ihre Fragen richten Sie bitte direkt an den Reiseveranstalter.
Bitte melden Sie Ihren Gewinn innerhalb von 7 Tagen an (es gilt der 25.04.2010 ) an.
Bis zu dem Tag nicht angemeldete Gewinne werden neu verlost.</p><p>Wir freuen uns mit Ihnen und w&uuml;nschen schon jetzt einen sch&ouml;nen Urlaub!</p><p>Mit freundlichem Gru&szlig;</p><p>Claudia Hannstein
Kundenservice</blockquote>
Okay gut. Also definitiv eine Massenmail, da sie nicht einmal eine personalisierte Anrede enth&auml;lt. Dann ging das Ding noch an eine E-Mail Adresse, die ich pers&ouml;nlich nicht f&uuml;r Gewinnspiele benutze. Au&szlig;erdem ein Link mit der Endung .im, der sehr nach einer Weiterleitung ausschaut.</p><p>Gehen wir also etwas in die Recherche:
<ul>
	<li>Die Domain travelmax.im geh&ouml;rt einem Herrn Simon aus &Ouml;sterreich und leitet mich nur weiter.</li>
	<li>Die Domain lykien-rundreise.net (das Weiterleitungsziel) geh&ouml;rt irgendwem, der sich gerne hinter einem Whois-Versteck-Dienst versteckt und somit f&uuml;r mich nicht direkt greifbar ist. Aber es gibt eine Kontaktseite mit einer deutschen Rufnummer und einer Adresse in der T&uuml;rkei.</li>
	<li>Die E-Mail wurde &uuml;ber den Server der Domain travellmaxx.com verschickt, die einem Herrn Greiner aus der Schweiz geh&ouml;rt.</li>
</ul>
&Uuml;ber den Herrn kann man &uuml;brigens im Internet etwas finden. Zum Beispiel in <a href="http://rennes-blog.blogspot.com/2009/10/gewonnen.html">Rennes Blog</a>, wo die Reise noch von einer anderen Dame unterschrieben wurde, teurer war und nach Kappadokien ging.</p><p>Nun kommen mir pers&ouml;nlich doch ein paar Gedanken zu diesem Gewinnspiel, die ich euch nat&uuml;rlich nicht vorenthalten m&ouml;chte:
<ul>
	<li>Vielleicht will da jemand mal schnell 49 Euro einstreichen und mich dann sitzen lassen...</li>
	<li>Die wollen sch&ouml;n viele Daten von mir f&uuml;r die Reise. Vielleicht auch ein Adressh&auml;ndler?</li>
	<li>Interessant, dass sie auch anderen Leuten schon mit &auml;hnlichem / gleichem Text Reisen geschenkt haben. Sind diese Leute geflogen? Haben diese Leute ihre Reise so erlebt wie es sollte?</li>
	<li>Wann genau habe ich eigentlich an einem Gewinnspiel f&uuml;r eine Reise in die T&uuml;rkei teilgenommen?</li>
	<li>Warum geht diese Mail eigentlich nicht an meine Adresse, die ich &uuml;blicherweise f&uuml;r Gewinnspiele verwende?</li>
	<li>Wer ist der Laden &uuml;berhaupt?</li>
	<li>Wieso finden die Reisen eigentlich nur in den Monaten 11 bis 03 statt?</li>
	<li>Habe ich wirklich was gewonnen und bin zu bl&ouml;d mich an das Gewinnspiel zu erinnern und kriege deswegen meinen Gewinn nicht?</li>
</ul>
Wie man schon sieht sind die Mehrheit der Gedanken eher zweifelnder Natur. Zusammen mit den Informationen, die ich oben schon zusammengetragen hatte behalte ich doch glaube ich lieber meine 49 Euro, bleibe in Deutschland und lege lieber f&uuml;r 8 Tage die F&uuml;&szlig;e hoch.</p><p>Wie seht Ihr das? Bin ich bl&ouml;d, dass ich das Angebot nicht annehme oder meint Ihr, dass ich damit richtig liege?