---
title: "[Zahlungsverkehr] Rechnungen per E-Mail"
date: "2010-05-05T16:47:00+00:00"
slug: "zahlungsverkehr-rechnungen-per-e-mail"
---

<p style="text-align: center;"><img class="aligncenter" title="Internet &amp; Technologie" src="http://cdn.knut.me/header/internet.png" alt="" width="506" height="176" /></p>
Bedingt durch meine selbstst&auml;ndige T&auml;tigkeit verschicke ich regelm&auml;&szlig;ig Rechnungen an meine Kunden. Da ich allerdings diese Rechnungen per E-Mail verschicke, muss ich daf&uuml;r Sorge tragen, dass diese eine g&uuml;ltige Signatur nach dem SigG (Signaturgesetz) tragen. Diese Signatur ist zur &Uuml;berpr&uuml;fung gedacht, dass die Rechnung in der Zwischenzeit nicht ver&auml;ndert wurde und immer noch im Originalzustand ist.</p><p><!--more-->Dieses muss dann vom Empf&auml;nger &uuml;berpr&uuml;ft werden, wenn dieser die Rechnung z.B. beim Finanzamt f&uuml;r die Vorsteuer einreicht. (Wer dazu mehr wissen will, dem empfehle ich die <a href="http://www.signagate.de/elektronische-signatur.php">Erkl&auml;rungsseite</a> meines Signaturdienstleisters Signagate.)</p><p>Heute wurde ich von einem Kunden allerdings auf ein Ph&auml;nomen aufmerksam gemacht, was mir ernsthaft zu denken gibt. Er hatte die Rechnung wie in meiner Mail beschrieben &uuml;ber das Tool von Signagate &uuml;berpr&uuml;fen lassen und die &Uuml;berpr&uuml;fung schlug fehl. Jetzt ist guter Rat schwer und so schickte er mir sowohl eine Kopie meiner Rechnung als auch das Pr&uuml;fprotokoll zu.</p><p>Bei einem direkten Vergleich der beiden Rechnungen (meine Originaldatei und sein E-Mail Anhang) zeigte sich dann das Problem: Die Dateien waren nicht mehr identisch. Da meine Datei mit der selben E-Mail verschickt wurde wie seine kann ich davon ausgehen, dass das Versandsystem in Ordnung ist. (Ich bekomme alle von diesem System versendeten Mails als Blindkopie zur Archivierung zugeschickt.)</p><p>Somit muss also auf dem Weg zwischen meinem Mailserver und dem empfangenden Mailserver bzw. im Mailprogramm des Kunden die Datei ver&auml;ndert worden sein. Mal abgesehen davon, dass der sichtbare Inhalt noch gleich war also die Rechnung ordentlich bezahlt wird, ist die Rechnung f&uuml;r das Finanzamt und andere staatliche Stellen, die auf einer g&uuml;ltigen Signatur nach dem SigG bestehen nichts mehr wert.</p><p>Jetzt stellt sich mir die Frage: Warum zum Teufel ver&auml;ndert ein Mailserver oder ein Mailprogramm die Anh&auml;nge einer E-Mail? Welcher Programmierer hat da nicht begriffen was eine unver&auml;nderte Zustellung der Mail ist?</p><p>Ich werde in Zukunft jedenfalls sehen, dass ich nur noch einen verschl&uuml;sselten Downloadlink f&uuml;r die Rechnung per E-Mail bereit stelle um zu vermeiden, dass die Rechnung durch irgendwelche E-Mail-Anwendungen ver&auml;ndert wird.