---
title: "[Rückblick] Wochenrückblick #13-2010"
date: "2010-04-04T18:59:00+00:00"
slug: "rueckblick-wochenrueckblick-13-2010"
---

<p style="text-align: center;"><img class="size-full wp-image-3198 aligncenter" title="Wochenr&uuml;ckblick" src="http://cdn.knut.me/header/woche.png" alt="" width="506" height="176" /></p></p><p><h5>Vorwort</h5>
Wie Ihr eventuell schon an der Form, dem Header-Bild und der &Auml;nderung des Kategorienamens gesehen habt, ist an allen Stellen der "Audio"-Teil verschwunden. Das hat den Grund, dass ich meinen Wochenr&uuml;ckblick zwar weiterf&uuml;hren will, allerdings einerseits immer noch keine ordentliche L&ouml;sung zur Aufnahme gefunden habe und andererseits der Aufwand f&uuml;r eine Textversion doch deutlich unter dem f&uuml;r eine Audioversion liegt. Daher wird es f&uuml;r die restlichen Wochen ab heute Text-R&uuml;ckblicke geben. (Daf&uuml;r aber wenn vorhanden mit Bildern untermalt...)
<h5>Privates</h5>
<a class="highslide" href="/uploads/2010/04/P1010729.jpg"><img class="alignright size-thumbnail wp-image-3733" style="margin-left: 5px; margin-bottom: 5px;" title="Blick ins Feuer" src="/uploads/2010/04/P1010729-150x150.jpg" alt="" width="150" height="150" /></a>Am Montag ist nach 5 Wochen Wartezeit endlich mein neues <strong>Bett geliefert</strong> worden, welches ich nat&uuml;rlich gleich aufgebaut habe um endlich das alte permanent zusammensackende Luftbett loszuwerden. Au&szlig;erdem habe ich in meinem <a href="http://blog.knut.me/2010/03/sternchallenge-kw-13-woche-44/">Gewichtsreport</a> wieder eine <strong>Zunahme</strong> von 0.5 Kilo verbuchen m&uuml;ssen. Ansonsten fand gestern Abend zum 35. Mal das j&auml;hrliche<strong>Osterfeuer</strong> der Ortsfeuerwehr Dreye statt, bei dem ich nat&uuml;rlich wieder die ganze Zeit dabei war und mitgearbeitet habe. Ein sehr langer und arbeitsreicher Tag, der von einer kurzen Nacht gefolgt in den Aufr&auml;umdienst heute Morgen um 9 Uhr &uuml;berging. Aber trotzdem bin ich ich jedes Jahr wieder gerne dabei. Bilder von der Veranstaltung und ein kleiner Bericht folgen in den n&auml;chsten Tagen dann noch auf der <a href="http://www.feuerwehr-dreye.de/">Feuerwehr-Seite</a>.
<h5>Uni &amp; Job</h5>
<a class="highslide" href="/uploads/2010/04/IMG_0083.jpg"><img class="alignright size-thumbnail wp-image-3738" style="margin-left: 5px; margin-bottom: 5px;" title="Arbeitsmaterial" src="/uploads/2010/04/IMG_0083-150x150.jpg" alt="" width="150" height="150" /></a>Am 1. April hat das diesj&auml;hrige <strong>Sommersemester</strong> begonnen und somit auch mein Studium im Bereich der Wirtschaftswissenschaften. Genau genommen das Studium der Wirtschaftsinformatik, f&uuml;r das ich schon seit einiger Zeit einen Haufen an Lernmaterial hier rumliegen habe. Die <strong>Bearbeitungszeit</strong> f&uuml;r das Material f&auml;ngt dann am Dienstag an, so dass wir wenigstens das Osterwochenende noch frei haben. Was die Arbeit angeht durfte oder besser gesagt musste ich mich diese Woche mit dem Thema <strong>Mahnbescheid </strong>besch&auml;ftigen, da ein Kunde nach diversen Aufforderungen seine Rechnungen zu begleichen immer noch nicht auf die Idee kam dieses auch zu tun.
<h5>Fundgrube &amp; Virtuelles</h5>
Lifehacker hat diese Woche eine <strong>Extension</strong> f&uuml;r Chrome <a href="http://lifehacker.com/5505664/postponer-adds-readitlater-integration-to-google-chrome">vorgestellt</a>, mit der eine ReadItLater-Integration in Chrome ganz gut klappt. Sie besteht dabei aus 2 Teilen, die einerseits f&uuml;r das Hinzuf&uuml;gen der Seiten zum ReadItLater zust&auml;ndig sind und andererseits zum Verwalten und Aufrufen der Seiten. Ansonsten hat Tanja darauf <a href="http://www.crazytoast.de/rios-domain-hat-sich-einer-gekrallt-wollt-ihr-den-unterstuetzen.html">hingewiesen</a>, dass sich jemand die Domain von Rio geschnappt hat und da <strong>billig-Content</strong> mit vielen Backlinks aus der Blogosph&auml;re ver&ouml;ffentlicht, da Rios Seite ziemlich gut verlinkt war. Was man da tun kann / sollte findet Ihr in Tanjas Artikel.
<h5>Pl&auml;ne</h5>
Die Pl&auml;ne der vergangenen Woche bestanden aufgrund vieler Termine nur im Besuch des <strong>Fitnessstudios</strong> - diesmal am Dienstag und Donnerstag wegen dem Feiertag am Freitag - was mir auch gelungen ist. F&uuml;r die n&auml;chste Woche steht der Besuch ebenfalls wieder an, wobei ich mal schauen muss, dass ich mir eine <strong>Mitgliedskarte</strong> zulege, denn die <a href="http://stadt-bremerhaven.de/fitte-blogger-fit-fuer-einen-guten-zweck/">6-W&ouml;chige kostenlose Trainingsphase</a> ist Donnerstag vorbei und so w&uuml;rde ich Freitag nicht mehr ins Studio kommen.