---
title: "[Google Reader] Wikio-Friends Feed filtern"
date: "2010-06-18T13:09:00+00:00"
slug: "google-reader-wikio-friends-feed-filtern"
---

<em>Heute hat </em><a href="http://www.gregel.com/7885/wikio-freunde-feed-drum-sagen-wir-auf-wiedersehen/"><em>Marc bei sich &uuml;ber die vielen Werbeposts im Wikio-Friends Feed geschrieben</em></a><em> und auch dar&uuml;ber, dass er ja den Feed kaum noch liest weil eben so viel Werbung drin ist. Als ich daraufhin in den Kommentaren erw&auml;hnte, dass ich ein entsprechendes Script f&uuml;r mich geschrieben habe, mit dem man sich die Werbung ersparen kann, war er offensichtlich recht interessiert an der L&ouml;sung. Darum m&ouml;chte ich sie auch f&uuml;r alle Leser hier noch einmal vorstellen.</em></p><p>Das Script ist vom prinzipiellen Aufbau recht einfach: Es liest den normalen Feed f&uuml;r die Aktion aus und extrahiert daraus die im Feed enthaltenen Adressen der eigentlichen Quellen. Also aus meinen Artikeln im Wikio-Friends-Feed kann es halt meinen Blog-Feed erkennen und auslesen. Das mache ich mir zu Nutze und lasse das Script die Feeds automatisch meinem Google Reader mit einem bestimmten Tag hinzuf&uuml;gen.</p><p>Zus&auml;tzlich speichere ich alle gefundenen Feed-URLs, damit sie nicht erneut abonniert werden, wenn ich den Feed aus dem Reader werfe weil er mir aus irgend einem Grund nicht gefiel. Das Script muss daf&uuml;r regelm&auml;&szlig;ig ausgef&uuml;hrt werden, da im Feed leider immer nur eine kleine Anzahl Posts enthalten ist und somit nur die Blog-Feeds dieser wenigen Posts ausgelesen werden k&ouml;nnen.</p><p>Das Script habe ich als Gist unter folgender URL ver&ouml;ffentlicht: <a href="http://gist.github.com/443479">http://gist.github.com/443479</a></p><p>Um das Script zu nutzen wird ein Linux-System (evtl. geht es auch unter Windows) oder ein Mac OSX ben&ouml;tigt. Da ich es selber unter Linux betreibe hier eine kurze Anleitung wie man es einrichtet:</p><p>Wenn Ruby schon installiert ist und das JSON-Gem vorhanden ist, entfallen wahrscheinlich die folgenden Schritte aber f&uuml;r alle anderen sind sie n&ouml;tig:
<pre>$ sudo aptitude install ruby libopenssl-ruby rubygems ruby-dev build-essential
$ sudo gem install json</pre>
Damit wird Ruby, eine SSL-Erweiterung und das Gem-System installiert. Der zweite Befehl installiert das JSON-Gem, was f&uuml;r die Kommunikation mit dem Google Server ben&ouml;tigt wird.</p><p>Danach m&uuml;ssen nur noch im Script-Kopf einige Dinge angepasst werden, die aber im Script selber dokumentiert sind und das Script hin und wieder (ich nehme ein st&uuml;ndliches Interval) ausgef&uuml;hrt werden und schon kommen die Quell-Feeds automatisch in eueren Feedreader, lassen sich aber auch selektiv aus diesem werfen.</p><p><strong>Was meint Ihr dazu? N&uuml;tzliches Script oder doch eher unn&ouml;tig? Verfolgt Ihr die Aktion &uuml;berhaupt noch oder habt Ihr es schon aufgegeben?</strong>