---
title: "[Telekom] Der Nachschlag und Ausgleich"
date: "2010-06-07T12:34:00+00:00"
slug: "telekom-der-nachschlag-und-ausgleich"
---

<em>Nachdem ich in der letzten Woche <a href="http://blog.knut.me/2010/06/telekom-die-odyssee-zum-vertrag-mit-handy/">[1]</a>, <a href="http://blog.knut.me/2010/06/telekom-das-ende-der-reise/">[2]</a> &uuml;ber den Kundendienst im Vergleich zwischen Shop und Hotline geschrieben hatte, habe ich heute noch einen kleinen Nachtrag zu berichten. Diesmal spielt der Shop allerdings eine eher passive Rolle, da er nur zum Gespr&auml;chsthema mit einem Mitarbeiter der Hotline wurde...</em></p><p>Als ich heute in meinen Briefkasten schaue, finde ich ein kleines P&auml;ckchen mit dem Absender "Telekom Deutschland GmbH" und wundere mich warum ich von ihnen noch weitere Post bekomme. Beim &Ouml;ffnen wird mir klar warum, denn im P&auml;ckchen befindet sich eine SIM-Karte und ein Lieferschein.</p><p>Gut damit wird dann auch klar warum die SIM-Karte, welche ich im Shop erhalten habe, immer vom Netz abgelehnt wurde und ich mich somit auch nicht f&uuml;r das Mein-T-Mobile Portal registrieren konnte. (Da bekommt man eine SMS mit dem Zugangscode...) Also die neue Karte in das Handy und schon hat sie sich im Netz registriert und signalisiert mir, dass ich jetzt telefonieren k&ouml;nne. Will ich aber jetzt nicht.</p><p>Nach der Registrierung im Onlinesystem sehe ich nur noch Fehlermeldungen, dass ich f&uuml;r diverse Bereiche (unter anderem die Onlinerechnungen und meine pers&ouml;nlichen Daten) keine Zugriffsberechtigungen habe. Sehr seltsam. Aber immerhin gibt es ja die kostenlose Hotline f&uuml;r Business-Kunden, die vom Handy mit der Kurzwahl 2828 zu erreichen ist. Nach minimaler Wartezeit spreche ich mit einem Mitarbeiter der Hotline.</p><p>Er kann mir relativ schnell erkl&auml;ren, dass die Zug&auml;nge alle erst nach einem Monat freigeschalten wird. Anscheinend muss das System erst eine Rechnung produzieren, bevor alle Daten zug&auml;nglich sind. Nun gut das ist eine Aussage mit der ich leben kann. Die meisten Kunden k&auml;men wohl erst nach 3-4 Monaten auf die Idee, dass sie ihre Daten einsehen m&ouml;chten. Verstehe ich nicht aber einige Leute k&uuml;mmern sich eben nicht um ihre Finanzen.</p><p>In diesem Zug bemerkt er auch, dass ich schon eine telefonische &Auml;nderung meiner Daten beauftragt habe. Ich best&auml;tige, dass ich meine Kontodaten habe anpassen lassen weil die Mitarbeiterin im Shop nicht auf mich h&ouml;ren wollte, was sie denn dort hinschreiben soll. So lenkt sich das Gespr&auml;ch auf den Shop und ich gebe ihm nach und nach wieder, was ich in meinen letzten beiden Posts auch schon verarbeitet habe.</p><p>Bei ihm steigt das Unverst&auml;ndnis &uuml;ber die Behandlung im Shop immer weiter und er bietet von sich aus an, dass er das in die interne Beschwerdestelle weitergeben m&ouml;chte. Immerhin k&ouml;nne es ja nicht sein, dass ein Glied in der Service-Kette so aus der Reihe tanzt und die Kunden der Meinung w&auml;ren, dass die Shops vollkommen &uuml;berfl&uuml;ssig sind. Gleichzeitig freut er sich, dass mir der Service in der Hotline durchgehend zusagt, denn das sei schlie&szlig;lich das Ziel der Aktion.</p><p>Am Ende des Gespr&auml;chs bietet er mir als Entsch&auml;digung f&uuml;r die M&uuml;hen im Shop noch eine Gutschrift von 25 Euro an. Ich nehme dankend an. Wer verschenkt schon Geld, wenn es einem direkt angeboten wird? Also ich nicht.</p><p><em>Wie man sieht geht es immer noch, dass es auch guten Support gibt. Insgesamt, mit dem Gespr&auml;ch &uuml;ber den Shop, dauerte das Gespr&auml;ch zwar wieder eine Weile aber immerhin war die eigentliche L&ouml;sung meines Problems nach etwa 5 Minuten fertig diskutiert. Auch hatte ich wieder einen durchaus freundlichen Mitarbeiter am Telefon, der wusste wovon ich spreche und mich da auch schnell beraten konnte.</em></p><p><em>Also wieder ein klares Plus f&uuml;r die Hotline und ein dickes Minus f&uuml;r den Shop.</em>