---
title: "Mehr Sicherheit unterwegs: OpenVPN"
date: "2010-06-20T14:30:00+00:00"
slug: "mehr-sicherheit-unterwegs-openvpn"
---

<em>Neulich wurde ich darum gebeten ein wenig &uuml;ber die VPN-Einrichtung zu schreiben, die es dem Nutzer erm&ouml;glicht auch in offenen WLANs wie z.B. auf Konferenzen, in einigen Hotels oder auch bei anderen Veranstaltungen sicher zu sein, dass seine Daten sicher &uuml;bertragen werden. Das m&ouml;chte ich heute machen. Allerdings werde ich nicht weit auf die konkrete Einrichtung eingehen, da diese schon oft genug beschrieben wurde sondern das Thema mehr allgemein beleuchten.</em></p><p>Wozu brauchen wir also ein VPN wenn wir schon Virenscanner, Firewalls und sichere Passw&ouml;rter f&uuml;r unsere Logins haben? Relativ einfach: Der Virenscanner sch&uuml;tzt unser System vor Viren und Trojanern, die unsere Passw&ouml;rter direkt auf dem Rechner abfangen und weiterleiten k&ouml;nnen. Die Firewall sorgt daf&uuml;r, dass die Hacker dumm in der Gegend stehen und unser System nicht einfach durchw&uuml;hlen d&uuml;rfen. Die sicheren Passw&ouml;rter helfen uns, damit nicht jeder die Zugriffsdaten erraten kann.</p><p>Was genau sch&uuml;tzt uns jetzt allerdings davor, dass unsere Passw&ouml;rter im Netzwerk ausgelesen werden? Solange die Verbindung zu einer Webseite via SSL erfolgt sind wir relativ sicher, da dies eine Punkt-zu-Punkt Verschl&uuml;sselung zwischen unserem Browser und dem Zielserver ist. Eine mitlesende Stelle w&uuml;rde hier auffallen und uns davon abhalten die Seite weiter zu nutzen. Sobald wir allerdings einen Login ohne SSL haben (jetzt mal ganz ehrlich: Wer von euch loggt sich im Wordpress-Admin mit SSL ein?) werden die Daten wundersch&ouml;n im Klartext &uuml;ber das Internet &uuml;bertragen.</p><p>Als Administrator des Netzwerks ist es mir jetzt ein einfaches die nicht verschl&uuml;sselten Verbindungen, die irgendein Laptop in meinem Netz zu irgendeinem Webserver im Internet aufbaut, aufzuzeichnen und auszuwerten. Schon habe ich die Information, dass man sich im Blog xyz mit dem User "admin" und dem Passwort "passwort123!" einloggen kann. Nicht in eurem Sinn? Gut. Damit haben wir den Sinn des VPN erreicht.</p><p>Das VPN (Virtual Private Network) sorgt daf&uuml;r, dass unsere Daten durch die potentiell unsicheren Netzwerke sicher und ungelesen &uuml;bertragen werden k&ouml;nnen und der Administrator des Netzwerks schmollend vor seinem Bildschirm sitzt. Dazu ben&ouml;tigt man einen VPN-Server, der in einem Netzwerk steht, dem man vertraut und einen VPN-Client auf dem Laptop.</p><p>Der Server kann z.B. ein vServer oder auch euer Rechner zu Hause sein. Ich pers&ouml;nlich w&uuml;rde zu einer separaten Maschine raten und nicht den normalen Rechner nutzen. F&uuml;r mich ist mein Zugangspunkt ein vServer, der auf meinem eigenen dedizierten Server l&auml;uft. Ich vertraue dem vServer (und seinem Netzwerk) so weit, dass dort keine Daten mitgeschrieben werden.</p><p>Vom Ablauf her klappe ich mein Laptop auf der Konferenz auf und betrete das offene WLAN dieser Veranstaltung. Jetzt stellt mein VPN-Client fest, dass eine Netzwerkverbindung besteht und baut eine sichere Verbindung zu meinem vServer auf. Diese Verbindung wird jetzt so eingerichtet, dass aller Netzwerktransfer, den mein Laptop sendet durch sie flie&szlig;t und so automatisch verschl&uuml;sselt wird. Erst auf meinem vServer wird sie wieder entschl&uuml;sselt und an das eigentliche Ziel weitergeleitet. Die Antwort des eigentlichen Servers wird auf dem gleichen Wege wieder zur&uuml;ck gesandt und so bin ich mir sicher, dass niemand die Daten mitlesen konnte.</p><p>F&uuml;r den Aufbau eines VPN gibt es verschiedene M&ouml;glichkeiten. Genannt seien dabei OpenVPN, OpenSwan, StrongSwan, Cisco-VPN-Router und weitere. Es gibt verschiedene M&ouml;glichkeiten, wobei ich f&uuml;r die private L&ouml;sung um sich in einem fremden Netz besser zu f&uuml;hlen zu OpenVPN raten w&uuml;rde. Es ist bei weitem nicht das sicherste aber kostet einen deutlichen Aufwand die Daten zu bekommen. Im Gegensatz dazu ist es schnell und einfach einzurichten.</p><p>F&uuml;r Firmen-VPNs oder Verbindungen, durch die Daten &uuml;bertragen werden sollen, die einen gewissen Sicherheitsstandard voraussetzen sollten meiner Meinung nach h&ouml;here Sicherheitsvorkehrungen getroffen werden.
<ul>
	<li>Eine einfache aber vollst&auml;ndige Anleitung zur Einrichtung eines OpenVPN-Servers auf einem Ubuntu-Server und einem Ubuntu-Client gibt es im <a href="http://wiki.ubuntuusers.de/openvpn">UbuntuUsers-Wiki</a>.</li>
	<li>Infos &uuml;ber verschiedene grafische Oberfl&auml;chen f&uuml;r OpenVPN unter Windows und OSX gibt es <a href="http://openvpn.net/index.php/open-source/documentation/graphical-user-interface.html">hier</a>.</li>
	<li>Ich pers&ouml;nlich nutze unter OSX die Software <a href="http://www.viscosityvpn.com/">Viscosity</a>, die auch die Einrichtung des Clients vereinfacht, da hier keine Text-Dateien bearbeitet werden m&uuml;ssen sondern die Einrichtung grafisch l&auml;uft.</li>
</ul>
<strong>Wie sieht es bei euch aus? Konntet Ihr dieser Information etwas f&uuml;r euch mitnehmen? Setzt Ihr eventuell schon ein VPN zur Absicherung des Laptops ein? Werdet Ihr euch in Zukunft dran machen und ein kleines VPN umsetzen?</strong>