---
title: "SIE haben mich erwischt..."
date: "2010-08-06T23:28:00+00:00"
slug: "sie-haben-mich-erwischt"
---

<em>...nein die Rede ist nicht von den Ausserirdischen und auch keiner religi&ouml;sen Sekte sondern von der Polizei. Schlimm? N&ouml; gar nicht.</em></p><p><div style="width: 300px; height: 255px; text-align: center; font-size: 0.9em; margin: 0.5em; float:right; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="border-radius: 0.4em; width: 300px; height: 225px;" src="/uploads/2010/08/polfz.jpg" alt="Polizeifahrzeug" /><br />Polizeifahrzeug</div>Seit Mitte 2004 fahre ich inzwischen diverse Fahrzeuge. Angefangen mit einem Kleinkraftrad dann meinen Corsa, LKWs der Feuerwehr und gerade vor kurzem einen Transporter f&uuml;r den Umzug aber bisher hatte ich noch nie das "Vergn&uuml;gen" eine "Allgemeine Verkehrskontrolle" live, in Farbe und am eigenen Leib zu erfahren.</p><p>Aber da ich ja jetzt in Hamburg bin &auml;ndert sich alles. Auch der Punkt, dass ich noch nie eine Verkehrskontrolle hatte. So war ich heute <del>Morgen</del> Mittag auf dem Weg zur Arbeit, als ich im R&uuml;ckspiegel Blaulicht erblickte. Naja das &uuml;bliche halt: M&ouml;glichst weit rechts halten und die Kollegen vorbei lassen. &Auml;h wie jetz?!? Da is genug Platz und die &uuml;berholen nicht... Und da is was rotes in ihrem Blaulichtbalken... Ups das hei&szlig;t ja "Stop"... Ich glaub die meinen mich... Mal anhalten, Warnblinker an und schauen was sie wollen...</p><p>Tja das war der Beginn. Dann folgten Fragen ob mit meinem Wagen alles in Ordnung sei, wie es mir geht, was ich so beruflich mache, wann ich das letzte Mal Alkohol getrunken bzw. einen Joint geraucht habe und schlie&szlig;lich dann noch ein lustiger Vor-Ort-Test ob ich ihnen denn auch die Wahrheit gesagt habe w&auml;hrend der Kollege mal kurz meine Papiere checken l&auml;sst.</p><p>Naja im Endeffekt war es eine nette kurze Unterhaltung mit dem Kollegen und auch der Test war gar nicht so schlimm... An den Gehwegrand stellen, den Kopf leicht in den Nacken nehmen und dann mit geschlossenen Augen 30 Sekunden absch&auml;tzen und dann Stop sagen... Gut meine Taktik einfach mal von 20 bis 50 zu z&auml;hlen ging wohl nicht so ganz auf, da der Kollege meinte ich h&auml;tte zu wenig gesch&auml;tzt. Schade auch.</p><p>Alleine die kurze Belehrung, dass mein Kennzeichen mal ge&auml;ndert werden sollte musste ich mir anh&ouml;ren. Naja gut das wusste ich schon aber bei den bescheuerten &Ouml;ffnungszeiten in der Kreisverwaltung in Pinneberg und den momentan noch gut eingepackten Ordnern muss das noch ein wenig warten.</p><p>Und damit war sie gar nicht so schlimm meine erste Verkehrskontrolle...</p><p><strong>Und Ihr so? Wie lange fahrt Ihr schon Auto und wie oft wurdet Ihr schon kontrolliert?</strong></p><p><small>(<a href="http://commons.wikimedia.org/wiki/File:Polizeidienstfahrzeug-Niedersachsen.jpg">Bild</a> unter Public Domain von Mattes)</small>