---
title: "[Internet] Social-Cleanup Day"
date: "2010-05-21T13:55:00+00:00"
slug: "internet-social-cleanup-day"
---

<p style="text-align: center;"><img class="aligncenter" title="Internet &amp; Technologie" src="http://cdn.knut.me/header/internet.png" alt="" width="506" height="176" /></p>
Andere machen am Freitag einen Follow-Friday (Twitter) oder Blog-Empfehlungstag, einige freuen sich auf das Wochenende und ich r&auml;ume heute mal meine Social-Media-Accounts auf. Nachdem ich inzwischen &uuml;ber 80 Dienste (nicht alles Social Media) in meiner Passwortverwaltung habe, von denen einige mir gerade mal noch vom Namen etwas sagen war mal wieder eine Aufr&auml;umaktion f&auml;llig.</p><p><a class="highslide" href="/uploads/2010/05/4sq.jpeg"><img class="alignleft size-full wp-image-4010" style="margin-right: 0.5em;" title="Foursquare" src="/uploads/2010/05/4sq.jpeg" alt="" width="90" height="70" /></a><strong>Foursquare</strong> war die erste Seite, der es dabei an den Kragen ging. Der Grund hier relativ einfach: Andauernd wurde mein Account mit Anfragen irgendwelcher Personen &uuml;bersch&uuml;ttet, deren Namen mir absolut nichts sagten, die meinen Standort aber sehen wollten und au&szlig;erdem habe ich - egal wo ich mich aufgehalten habe - eh nicht daran gedacht meinen Standort einzutragen, so dass es nur ein nutzlos herumliegender Account war.</p><p>Das L&ouml;schen des Accounts hier sehr einfach: Alle Daten so weit wie m&ouml;glich zur Sicherheit von Hand beseitigen und dann den Account l&ouml;schen.</p><p><a class="highslide" href="/uploads/2010/05/runkeeper.jpeg"><img class="alignleft size-full wp-image-4013" style="margin-right: 0.5em;" title="Runkeeper" src="/uploads/2010/05/runkeeper.jpeg" alt="" width="90" height="70" /></a>Das zweite Opfer: <strong>Runkeeper</strong>. Ein Dienst, der meine Laufergebnisse auswerten sollte. Naja in der Theorie auch gut und sch&ouml;n. Praktisch allerdings h&auml;tte dabei das iPhone immer mit der App mitkommen und dabei den Akku recht stark belasten m&uuml;ssen.Im Endeffekt wurde dann sowieso nur M&uuml;ll aufgezeichnet und ich habe mir meine eigene Seite als Ersatz gebastelt. Die manuell eingetragenen Daten bei Runkeeper waren dabei dann nur noch zur Vollst&auml;ndigkeit, was ich auch schnell drangegeben habe weil es einfach l&auml;stig wurde.</p><p>Nachteil hier: Keine M&ouml;glichkeit die Daten einfach zu l&ouml;schen und auch keine M&ouml;glichkeit den Account zu l&ouml;schen. Hier also eine L&ouml;schanfrage an den Support. Mal sehen was draus wird.</p><p><a class="highslide" href="/uploads/2010/05/images.websnapr.jpeg"><img class="alignleft size-full wp-image-4014" style="margin-right: 0.5em;" title="Audioboo" src="/uploads/2010/05/images.websnapr.jpeg" alt="" width="90" height="70" /></a><strong>Audioboo</strong>... Auch eine Seite mit einem interessanten Konzept. Man kann kurze Audiobeitr&auml;ge hochladen, die maximal 10 Minuten lang sind. Andere h&ouml;ren sich das ganze dann (vielleicht) an und... Naja und haben es geh&ouml;rt. Realistisch: Ich habe noch nie auch nur versucht bei Audioboo etwas hochzuladen und es seit langem auch aufgegeben mir dort Beitr&auml;ge von anderen Leuten zu abonnieren. Wenn ich einen Boo im Twitter sehe klicke ich ihn vielleicht an und h&ouml;re rein aber das braucht keinen Account.</p><p>L&ouml;schen des Accounts: Keine L&ouml;schlinks, keine FAQ, wenigstens eine Diskussion im Forum, die aussagt, dass nur der Support das kann. Also auch da eine Anfrage an den Support gestellt und mal sehen was draus wird.</p><p><a class="highslide" href="/uploads/2010/05/images.websnapr1.jpeg"><img class="alignleft size-full wp-image-4015" style="margin-right: 0.5em;" title="Blip.fm" src="/uploads/2010/05/images.websnapr1.jpeg" alt="" width="90" height="70" /></a><strong>Blip.fm</strong> ist eine Seite, auf der man DJs (jeden User) abonnieren kann und dessen Musik h&ouml;rt. Naja ich habe 8 Listener, die von mir nichts h&ouml;ren. In der Zeit wo ich es noch versucht habe es aktiv zu nutzen war es vollkommen nutzlos, weil die Musik, die bei mir l&auml;uft eh nicht verf&uuml;gbar war. Anderen Leuten zuh&ouml;ren und neue Musik entdecken ist zwar ein interessantes Konzept aber ohne DSL nicht machbar. Dann habe ich das Interesse verloren und der Account gammelt als Zombie im Netz herum.</p><p>L&ouml;schen des Accounts: Zwei Klicks und schon ist der Account weg. Vorbildlich!</p><p><a class="highslide" href="/uploads/2010/05/images.websnapr-1.jpeg"><img class="alignleft size-full wp-image-4016" style="margin-right: 0.5em;" title="Brightkite" src="/uploads/2010/05/images.websnapr-1.jpeg" alt="" width="90" height="70" /></a><strong>Brightkite</strong> ist wieder ein Dienst der Kategorie "Location Based Services", welchen ich fr&uuml;her mal genutzt habe. Dann kam Latitude und hat ihn abgel&ouml;st. Dann wurde Latitude durch Foursquare abgel&ouml;st und wie oben zu lesen ist, hat Foursquare es nicht &uuml;berlebt. Somit wieder ein Account, den ich nicht brauche weil der iPhone-Client vor langer Zeit geflogen ist und der Account auch nur noch ein Zombiedasein fristet.</p><p>L&ouml;schen des Accounts: Drei Klicks und ab ins Nirvana. Auch top!</p><p>Das soll es f&uuml;r heute erstmal gewesen sein, obwohl noch mehr Dienste den Tag nicht &uuml;berlebt haben. Das meiste davon allerdings Dienste, von denen ich nicht einmal mehr irgendetwas schreiben konnte, weil mir nichts dazu einfiel. Mal sehen, ob ich das ganze an einem anderen Tag noch fortsetze.</p><p><strong>Wie ist es bei euch? R&auml;umt Ihr auch hin und wieder in euren Diensten auf oder lasst Ihr das ungenutzte vor sich hin gammeln?</strong>