---
title: "[Fundgrube] Interessantes vom Fischzug"
date: "2010-03-27T11:11:00+00:00"
slug: "fundgrube-interessantes-vom-fischzug"
---

<p style="text-align: center;"><img class="aligncenter" title="Internet / Fundgrube" src="http://cdn.knut.me/header/fundgrube.png" alt="" width="506" height="176" /></p>
Da ich heute den ganzen Tag auf einer Fortbildung f&uuml;r Pressearbeit verbringen werde, habe ich mal eine Sammlung von interessanten Artikeln f&uuml;r euch vorbereitet, die mir auf meinen Fischz&uuml;gen im Inter-Netz begegnet sind. Ich hoffe es sind einige n&uuml;tzliche Tips f&uuml;r euch dabei.</p><p><strong>Google Buzz</strong> - Die einen lieben es, die anderen k&ouml;nnen nichts damit anfangen. Ich geh&ouml;re zur zweiten Kategorie, vor allem auch, da es zwingend an GMail gekoppelt ist, was ich nicht nutze. Perun erkl&auml;rt in seinem Artikel, wie man Buzz komplett los wird.
[<a href="http://www.perun.net/2010/02/28/google-buzz-vollstaendig-deaktivieren/" target="_blank">Google Buzz vollst&auml;ndig deaktivieren</a>, Sprache: Deutsch]</p><p><strong>Desktop-Aktion 2010</strong> - Zwar schon ein wenig &auml;lter der Artikel aber auch dieses Jahr sammelt aptgetupdate.de wieder Screenshots vom Desktop mit einigen zus&auml;tzlichen Infos. Steht auch bei mir noch auf der ToDo-Liste mich damit zu besch&auml;ftigen...
[<a href="http://feedproxy.google.com/~r/aptgetupdate/~3/kRm6eAQ9B3k/" target="_blank">Zeig her deinen Desktop!  2010</a>, Sprache: Deutsch]</p><p><strong>Kompaktkameras mit Mehrwert</strong> - Jeder kennt sie, sehr viele haben sie und noch mehr Leute fluchen &uuml;ber die Bilder der kleinen Kompakten. Wie man trotz der Tatsache, dass man sich keine teure Spiegelreflex-Kamera leisten kann das beste aus den Bildern macht zeigt dieser Artikel.
[<a href="http://lifehacker.com/5489968/get-the-most-from-your-point+and+shoot-camera" target="_blank">Get the Most from Your Point-and-Shoot Camera</a>, Sprache: Englisch]</p><p><strong>Ordnung f&uuml;r mehr Produktivit&auml;t</strong> - Am Morgen steht man auf, setzt sich an den Schreibtisch und hat keine Lust auch nur das geringste Bisschen zu tun. Wer kennt das nicht? Ein Grund und vielleicht auch die L&ouml;sung f&uuml;r euer Problem wird hier aufgezeigt.
[<a href="http://lifehacker.com/5491829/reboot-your-office-to-return-to-a-clean-workspace" target="_blank">Reboot Your Office to Return to a Clean Workspace</a>, Sprache: Englisch]</p><p><strong>OSX Dictionary App</strong> - Nutzlos mitgeliefert oder doch etwas wert? Die meisten werden die App genauso nutzen wie ich: Gar nicht. Wie sich das allerdings &auml;ndern kann und man sie doch produktiv nutzt indem man einige Plugins hinzuf&uuml;gt, zeigt aptgetupdate.de.
[<a href="http://feedproxy.google.com/~r/aptgetupdate/~3/AqAW-kosK5E/" target="_blank">Plugins f&uuml;r das Mac OS X Lexikon</a>, Sprache: Deutsch]</p><p>Mit diesen f&uuml;nf Empfehlungen m&ouml;chte ich diesen Artikel f&uuml;r heute schlie&szlig;en. Wenn euch meine Selektion gef&auml;llt, w&uuml;rde ich mich &uuml;ber entsprechende Kommentare sehr freuen. Dann kann man so etwas ja auch regelm&auml;&szlig;ig (monatlich?) machen.