---
title: "[Telekom] Die Odyssee zum Vertrag mit Handy"
date: "2010-06-03T15:20:00+00:00"
slug: "telekom-die-odyssee-zum-vertrag-mit-handy"
---

<em>Seit gestern schon bin ich dabei mir einen Mobilfunk-Vertrag bei einem der Telekom-Shops zu besorgen. Genau genommen fahre ich dazu nach Bremen zum Shop in der Lloydpassage. Der Vertrag, das wurde vorher schon telefonisch mit einem sehr kompetenten Mitarbeiter der Gesch&auml;ftskundenhotline gekl&auml;rt, soll ein Telekom Business S-Vertrag mit einem HTC Desire werden.</em></p><p>Somit habe ich <strong>gestern</strong> Vormittag eine halbe Stunde mit dem Mitarbeiter der Gesch&auml;ftskundenhotline telefoniert und mir von ihm die Rahmendaten und Konditionen erkl&auml;ren lassen. Nach diesem Gespr&auml;ch &uuml;ber die kostenlose Hotline konnte ich seine Frage, ob ich noch weitere Fragen h&auml;tte mit einem zufriedenen "Nein Danke aber vielen Dank f&uuml;r Ihre Hilfe" kommentieren. Ein deutliches Plus an den freundlichen Herrn an der Hotline.</p><p>Da allerdings die Bearbeitung &uuml;ber die telefonische Bestellung, seiner Aussage nach, bis zu 1.5 Wochen dauern kann, fragte ich ihn ob es nicht die M&ouml;glichkeit g&auml;be das schneller abzuwickeln. Klar geht auch das und so wurde mit empfohlen mich mal in einem der Telekom-Shops blicken zu lassen. Nichts leichter als das: In das Parkhaus "Mitte" gefahren und schon fast im Shop gestanden. Erreichbarkeit: Top.</p><p>Der Check-In im Parkhaus gestern um 16:29 Uhr und kurz sp&auml;ter in der 6. Etage einen Parkplatz gefunden und ab zum Shop. Dort nach minimaler Wartezeit auch mit einer Mitarbeiterin ins Gespr&auml;ch gekommen, die dann alle Daten (was ich wollte hatte ich ja schon gekl&auml;rt und konnte ihr das erz&auml;hlen) aufgenommen hat. Auch das Desire konnte ich schon aus etwa einem Meter Entfernung sehen. Nat&uuml;rlich nur im Karton. Anfassen erst nachdem die Telekom den Vertrag auch angenommen hat.</p><p>Aber die Aktivierung des Vertrages solle ja auch nur 10 Minuten, vielleicht eine halbe Stunde dauern. Naja nebenan ist ein Saturn und ich habe lange nicht mehr in das Angebot geschaut also streife ich ziellos durch den Saturn, lese CD-Cover, schaue mir DVD-Neuheiten an und beobachte ob es den Fernsehern gut geht.</p><p>Eine dreiviertel Stunde sp&auml;ter bin ich wieder am Shop und und stehe vor dem Mitarbeiter, der neben der Dame steht. Klar k&ouml;nne er das auch sehen, ob der Vertrag schon aktiviert sei. Oder? Naja doch eher nicht, weil ich einen Gesch&auml;ftskundentarif haben m&ouml;chte. Das darf nur der Mitarbeiter sehen, der es auch im System eingebucht hat. Nun gut, kurz sp&auml;ter konnte mir die Dame dann auch schon mitteilen, dass der Vertrag noch nicht aktiviert war und das noch ein wenig dauern k&ouml;nnte. Ich darf mir einen Kaffee nehmen und warten.</p><p>Als sie mir dann nach weiterer Wartezeit er&ouml;ffnete, dass es auch deutlich l&auml;nger dauern k&ouml;nne, da der Aktivierungsserver momentan Probleme habe entscheide ich mich am n&auml;chsten Tag wieder zu kommen. Dann hat der Server noch Zeit. Um 17:48 Uhr folgt der Check-Out aus dem Parkhaus.</p><p><strong>Heute</strong> hatte ich sowieso gesch&auml;ftlich in Bremen zu tun und nach meinem Termin ging es wieder in besagtes Parkhaus. Der Check-In diesmal um 12:15 Uhr und wieder ab in den Shop. Einem Mitarbeiter mitgeteilt, worum es geht und festgestellt, dass er absolut planlos in der Gegend ruml&auml;uft. Herzlichen Dank auch.</p><p>Kurz sp&auml;ter steht dann aber die Mitarbeiterin von gestern wieder vor mir und er&ouml;ffnet mir, dass die Telekom den Vertrag abgelehnt habe. Der Grund ist auch schnell klar: Als Firmenkunden, wie die Dame mich anlegen wollte nimmt die Telekom nur Personen mit einem Registerauszug. (Handelsregister gef&uuml;hrte Unternehmen, also mindestens einen e.K.)</p><p>Immerhin hat sie den Vertrag schon neu fertig gemacht und auch schon &uuml;bermittelt. Dieses Mal bekomme ich auf meinen Namen und nicht auf die Firma den gleichen Tarif. Nun gut sollte ja kein Thema sein. Was geht es mich an was bei der Telekom im System steht? Allerdings h&auml;tte sie DAS ja auch vorher schon wissen k&ouml;nnen. (Oder wurde diese Praxis heute Nacht neu eingef&uuml;hrt?)</p><p>Sie habe extra mit einem Mitarbeiter bei der Telekom direkt gesprochen meinte sie und es solle nur eine viertel Stunde dauern bis die Aktivierung durch sei. Ein Kollege wirft ein, dass der Aktivierungsserver momentan &uuml;berlastet sei weil so viele Leute SIM-Karten f&uuml;r ihre iPads wollen. Okay etwas zweifelnd aber mit Hinblick auf das Desire nehme ich in Kauf wieder zu warten. Eine geschlagene dreiviertel Stunde (Kenne ich die Dauer nicht irgendwoher?) stehe ich vor dem Laden rum und jedes mal wenn ich sie ansehe zuckt sie mit den Schultern.</p><p>Schlie&szlig;lich kommt sie zu mir hinaus und er&ouml;ffnet mir, dass sie mit vier Mitarbeitern der Hotline gesprochen habe, von denen ihr drei best&auml;tigt h&auml;tten, dass der Vertrag aktiviert sei, dieses aber schriftlich nicht festhalten wollen. Einer hingegen sei der Meinung, wie es auch im System steht, dass die Aktivierung noch nicht gelaufen sei. Sie wolle mich aber nicht l&auml;nger herumstehen lassen und mich telefonisch informieren, wenn der Vertrag dann aktiviert sei. (Bis jetzt noch nicht. Also w&uuml;rde ich immer noch da stehen.) Also um 13:29 Uhr der Check-Out aus dem Parkhaus.</p><p><em>Mein </em><strong><em>Fazit</em></strong><em> bisher: 2:30h sinnloses Herumstehen am Shop, jeweils etwa 20 Minuten pro Fahrt (x3 weil ich ja f&uuml;r den Kunden eh in Bremen war) und 5,20 Euro Parkgeb&uuml;hren. Macht mit meinem Stundenlohn verrechnet bisher 215,20 Euro Kosten. Habe ich ein Telefon? Nein. Habe ich etwas anderes als eine vage Zusage? Nein. Werde ich nach diesem Erlebnis so schnell wieder Kunde der Telekom? Nein. </em></p><p><em>Vielen Dank liebe Telekom, dass Ihr mich &uuml;berzeugt habt, dass eure Mitarbeiter noch immer keine Ahnung haben was sie eigentlich tun.</em></p><p><em><strong>Fortsetzung folgt...</strong></em>