---
title: "Betteln im Internet - Neue Trendsportart?"
date: "2010-11-29T10:23:30+00:00"
slug: "betteln-im-internet-neue-trendsportart"
---

<p>
	Geht man durch die Stra&szlig;en einer jeden Stadt sieht man allenthalben Menschen, die mit Portraitmalerei, musikalischen oder schauspielerischen Darbietungen oder mit anderen M&ouml;glichkeiten auf sich aufmerksam machen und dabei um etwas Geld bitten. Oft genug gehen die meisten Menschen mit einem ver&auml;chtlichen Blick an diesen Leuten vorbei und teilweise h&ouml;rt man den Kommentar, dass diese Leute sich lieber eine Arbeit suchen und ihr Geld selbst verdienen sollten.</p>
<p>
	Wenn man sich l&auml;nger in den St&auml;dten aufh&auml;lt, st&ouml;&szlig;t man schnell auch auf die wirklichen Bettler, die einem folgen, einen bedrohen wenn man ihnen kein Geld gibt, anfangen Leute zu bespucken etc. - kurzum also die Menschen mit denen man nichts zu tun haben m&ouml;chte.</p>
<p>
	Seit einiger Zeit gibt es im Internet einen Dienst namens &quot;Dshini&quot;, der von sehr vielen Twitterern aber auch Kontakten auf Facebook genutzt wird. Im Prinzip geht es darum mit &quot;Bettellinks&quot; auf eine bestimmte Seite zu verweisen, auf der jeder Besuch gez&auml;hlt wird. Pro Tag sind eine bestimmte Anzahl an Klicks m&ouml;glich und jeder Besucher wird dabei nur einmal gez&auml;hlt. Somit versuchen die Teilnehmer m&ouml;glichst viele Leute auf ihre Bettelseite zu locken um irgendwelche Dinge zu bekommen. Denn f&uuml;r die Klicks bekommt man nach einer bestimmten gesammelten Menge einen Gegenstand, den man sich vorher ausgesucht haben.</p>
<p>
	Einige Leute sparen auf B&uuml;cher, andere auf CDs oder Babysachen. Alle haben aber eins gemeinsam: Mehrmals t&auml;glich findet man auf Twitter, Facebook und wer wei&szlig; wo noch &uuml;berall die Links mit der Bitte diese doch anzuklicken und so dem Seitenbetreiber die Tasche zu f&uuml;llen, damit dieser doch bei Gelegenheit ein wenig seines gewonnenen Geldes nutzt um den eigenen Wunsch zu erf&uuml;llen.</p>
<div class="twtquote-block" style="margin:1em 0;padding:0;">
	<ol class="twtquote-quote" style="background-color:#fff;color:#000;padding:.4em;border:1px solid #888;-webkit-border-radius: .5em;-moz-border-radius: .5em;border-radius: .5em;width:90%;max-width:700px;margin:auto;">
		<li class="hentry status u-gillyberlin" style="clear:both;list-style:none;padding-top:.7em;padding-bottom:.7em;border-top:1px dashed #ccc;position:relative;background-color:#fff;">
			<div class="twitterimage" style="float:left;margin-right:1em;margin-left:.5em;">
				<a class="url" href="http://twitter.com/gillyberlin" rel="nofollow"> <img alt="Gilly" class="photo fn" height="48" src="http://twtquote.net/cache/29b38aabf6f7ae7339d970863224c20c.JPG" style="border:none;" width="48" /> </a></div>
			<div class="status-body" style="margin-right:30px;padding-right:1em;">
				<a class="author" href="http://twitter.com/gillyberlin" rel="nofollow" style="font-weight:bold;" title="Gilly">gillyberlin</a> <span class="tweet" style="font-style:normal">Dshini my ass! Bettelt ihr Leute auf der Stra&szlig;e auch st&auml;ndig nach Gefallen an? ... <a href="http://search.twitter.com/search?q=%23iHate">#iHate</a> </span> <span class="meta" style="color:#888;font-family:georgia;font-size:0.8em;font-style:italic;"> <a class="entry-date" href="http://twitter.com/gillyberlin/status/9179437551587328" onmouseout="this.style.textDecoration='none';" onmouseover="this.style.textDecoration='underline';" rel="nofollow" style="color:#888;text-decoration:none;"> <span class="published" title="29.11.2010 09:38">29 Nov 2010</span> </a> <span>from <a href="http://www.tweetdeck.com" rel="nofollow">TweetDeck</a> </span> </span></div>
			<div style="clear:both">
				&nbsp;</div>
		</li>
		<li class="hentry status u-%%screen_name%%" style="clear:both;list-style:none;padding-top:.7em;padding-bottom:.7em;border-top:1px dashed #ccc;position:relative;background-color:#fff;">
			<small class="twtquote-cite" style="float:right;">this quote was generated by <a href="http://twtquote.net">twtQuote</a> </small></li>
	</ol>
</div>
<p>
	Wen wundert es da wenn einige Leute langsam zu viel bekommen und ihnen der Kragen platzt? Einen sehr sch&ouml;nen Tweet habe ich daher in diesem Artikel einmal eingef&uuml;gt. Meiner Meinung nach hat <a href="http://blog.gilly.ws/">Gilly</a> damit vollkommen Recht. W&uuml;rdet Ihr auf der Stra&szlig;e auch dahergehen und jeden vorbeilaufenden Passanten, den Ihr vielleicht schon einmal gesehen habt oder von dem Ihr schon einen Kommentar mitbekommen habt anbetteln?</p>
<p>
	<strong>Was meint Ihr zu dem Thema? Findet Ihr die M&ouml;glichkeiten dieser Dienste gut oder geht es euch - wie mir - einfach nur auf den Keks und Ihr w&uuml;rdet die Leute, die die Dienste nutzen am liebsten loswerden? Werft Ihr evtl. diese Leute schon aus eurer Freundesliste oder bringt sie auf Facebook mit einem Klick auf &quot;verstecken&quot; zum Schweigen?</strong></p>
