---
title: "[Rückblick] Wochenrückblick #21-2010"
date: "2010-05-30T16:56:00+00:00"
slug: "rueckblick-wochenrueckblick-21-2010"
---

<h5 style="clear: both;">Privates</h5>
Was das <strong>Gewicht</strong> angeht habe ich diese Woche den <a href="http://blog.knut.me/2010/05/sternchallenge-kw-20-woche-52-abschlussbericht/">letzten Bericht zur Sternchallenge</a> geschrieben, denn die Aktion ist jetzt nach einem Jahr abgeschlossen. Auch wenn es wieder nur 100g waren, die ich abgenommen habe geht es dennoch weiter. In Zukunft wird es Gewichtsver&auml;nderungen nur noch als kleinen Satz / Absatz in diesem Kontext des Wochenr&uuml;ckblicks hier geben.</p><p>Hier im <strong>Blog</strong> konnte ich mich &uuml;ber den <a href="http://blog.knut.me/2010/05/knuts-blog-der-3-000-kommentar-ist-geschrieben/">3.000. geschriebenen Kommentar</a> freuen. Etwas mehr als 2 Jahre hat es bis dahin gebraucht. Jetzt kann ich schauen, ob es hier auch so l&auml;uft wie bei anderen Bloggern, wo der erste Haufen Kommentare deutlich l&auml;nger brauchte wie die gleiche Menge sp&auml;ter dazu.
<h5 style="clear: both;">Uni &amp; Job</h5>
Was die Uni angeht, habe ich die erste <strong>Einsendeaufgabe</strong> f&uuml;r dieses Semester fristgerecht abgeschickt und schaue dann mal, ob ich sie richtig beantwortet habe. Die Einsendeaufgabe jetzt ging &uuml;ber 2 Kurseinheiten Wirtschaftsinformatik, wobei ich die allerdings noch nicht komplett gelesen hatte. Somit musste ich ein wenig vor bl&auml;ttern um die Aufgaben machen zu k&ouml;nnen.</p><p>F&uuml;r die <a href="http://www.kahlers.biz/">Firma</a> habe ich <strong>neue Angebote</strong> <a href="http://www.kahlers.biz/erneute-preisueberarbeitung/">ausgearbeitet</a>, die preislich deutlich attraktiver sein d&uuml;rften als die alten Pakete. Au&szlig;erdem habe ich mal wieder an meiner <strong>Kundenverwaltung</strong> weiter gearbeitet und bin dabei dort ein ordentliches <abbr title="Model-View-Controller">MVC</abbr>-Modell umzusetzen. In der Kundenverwaltung ist der Versand von Rechnungen jetzt auch <a href="http://www.kahlers.biz/rechnungsversand-ueberarbeitet/">neu geregelt</a>, so dass die Signaturprobleme, die es in der Vergangenheit gab jetzt Geschichte sein d&uuml;rften. Au&szlig;erdem habe ich mich entschlossen, mir in Zukunft den Stress nicht mehr anzutun, von s&auml;umigen Zahlern die Ausst&auml;nde einzutreiben sondern werde das ab jetzt nach einer Mahnung, welche noch von mir kommt durch ein <strong>Inkassounternehmen</strong> erledigen lassen.
<h5 style="clear: both;">Fundgrube &amp; Virtuelles</h5>
In der <strong>Fundgrube</strong> m&ouml;chte ich heute <a href="http://unclutterer.com/2010/05/06/what-to-do-when-you-fall-off-the-organized-wagon/">einen Post</a> aus dem "unclutterer"-Blog (englisch) vorstellen. Es geht darum wie man wieder zur&uuml;ck in ein Organisationskonzept findet, nachdem das alte Konzept in Scherben liegt und die Organisationsstrategie dem Chaos gewichen ist. Meiner Meinung nach sch&ouml;ne Anregungen, die ich mir auch mal n&auml;her anschauen sollte.
<h5 style="clear: both;">Pl&auml;ne</h5>
Der <strong>Unikram</strong>, den ich letzte Woche erw&auml;hnte ist dahingehend weiter gekommen, dass ich die oben erw&auml;hnte Einsendeaufgabe fertig bekommen habe. Allerdings ansonsten ist es weiterhin die reinste Procrastination. Immerhin: Ich bekomme sehr viel anderes fertig, wenn ich dabei bin den Unikram zu vermeiden... :/ Da muss definitiv was passieren und voran gehen. (Zumal am 05.07. schon wieder 3 Einsendeaufgaben zur Abgabe anstehen...)</p><p>Was die <strong>Fitness</strong> angeht war diese Woche auch wieder sehr semi-optimal um es nett auszudr&uuml;cken. Dienstag akute Unlust und Kopfschmerzen und Freitag kaum die M&ouml;glichkeit irgendwas anzufassen weil die H&auml;nde vom Extreme-Rasenm&auml;hen am Donnerstag arg mitgenommen waren. Auch da muss sich wieder was tun. Dienstag f&auml;llt allerdings schon wieder flach, da ich da einen anderen wichtigen Termin habe. Also mal schauen, dass ich morgen schonmal vorarbeite.