---
title: "Übertriebene Präsenz der Sicherheitsorgane"
date: "2010-11-29T15:46:14+00:00"
slug: "uebertriebene-praesenz-der-sicherheitsorgane"
---

<p>
	&Uuml;berall und allenthalben liest man es. Sei es auf Twitter, in den Nachrichten, in Pressemitteilungen von Parteien oder auf anderen einschl&auml;gigen Portalen. Wir haben hier in Deutschland eine <strong>Terrorgefahr</strong>! Deswegen m&uuml;ssen wir jetzt alle Menschenansammlungen sch&uuml;tzen weil wir ja gelernt haben, dass die ganzen b&ouml;sen Bombenleger diese mit Vorliebe in die Luft jagen.</p>
<p>
	Vor kurzem der Bahnhof Dammtor: Gesperrt! Bombenfund! - Ach nee ein herrenloses Gep&auml;ckst&uuml;ck. Armer Koffer, der hat es hinter sich. Ich wei&szlig; nicht genau was die Kollegen des Kampfmittelr&auml;umdienstes - oder hat die Polizei daf&uuml;r noch andere Abteilungen? - damit gemacht haben aber entweder mit einem Wasserstrahl &quot;entsch&auml;rft&quot; oder in die Luft gesprengt, vielleicht auch nur aufgeschnitten. Egal auf jeden Fall ist das Gep&auml;ckst&uuml;ck im Eimer, diverse Reisende - unter anderem einige Kollegen - sa&szlig;en wo auch immer fest weil ein Hauptverkehrsknoten in Hamburg gesperrt war und wir d&uuml;rfen den Polizeieinsatz bezahlen.</p>
<p>
	Kurz sp&auml;ter dann am S-Wedel (F&uuml;r alle die es nicht wissen: Wedel ist eine kleine Stadt mit so etwa 30.000 Einwohnern am Rande von Hamburg in Schleswig-Holstein.) ebenfalls das gleiche Schauspiel. Ich habe es mir gespart mir das Spektakel anzuschauen. Auf jeden Fall wurde irgendetwas gefunden, was eine Bombe h&auml;tte sein k&ouml;nnen. Also fuhr die S1 nur noch bis zum S-Blankenese und ab da mit Bussen weiter.</p>
<p>
	Auch neu seit dem wir jederzeit in die Luft gesprengt werden k&ouml;nnen: Polizeipr&auml;senz an den Bahnh&ouml;fen! Wenn ich mir die Tweets anschaue, kann man kaum noch einen Fu&szlig; voreinander setzen, weil &uuml;berall schwerstbewaffnete Polizisten stehen. Gestern bin ich mit der S-Bahn gefahren (habe mich also in akute Gefahr gebracht). Genau genommen bin ich am S-Wedel ein- und am S-Jungfernstieg wieder ausgestiegen. Die ganze Zeit &uuml;ber habe ich an den Bahnh&ouml;fen nach Sicherheitskr&auml;ften ausschau gehalten.</p>
<p>
	In Wedel: Fehlanzeige, niemand da. In Blankenese: Fehlanzeige, auch keiner da. Jetzt aber - Reeperbahn: &Ouml;h auch keine Sicherheitskr&auml;fte. Nicht einmal Bahnsicherheit. Nunja also ab zum Jungfernstieg. Mitten im Zentrum, direkt unter wichtigen Geb&auml;uden, vor dem Hamburger Rathaus und direkt am Weihnachtsmarkt am Jungfernstieg (also an einer Menschenmenge...). Ich steige aus und sehe: Nichts!</p>
<p>
	Jetzt mal ganz ehrlich: Wenn so wichtige Knoten wie der U- und S-Bahnhof Jungfernstieg nicht gesichert wird: Was dann? Also entweder haben wir eine akute Bedrohung, die uns jederzeit in die Luft sprengen kann oder das ganze ist mal wieder Panikmache. Ich habe auf jeden Fall rumliegende P&auml;ckchen-&auml;hnliche Dinge gesehen, die niemanden gek&uuml;mmert haben. Auch sind sie nicht explodiert. Sie waren wohl einfach nur Abfall. Ich habe keine Sicherheitskr&auml;fte gesehen, die alles und jeden kontrolliert haben. Waren wohl auch nicht n&ouml;tig.</p>
<p>
	Also f&uuml;r mich mein Fazit: Die Terroristen - wenn es sie &uuml;berhaupt gibt - legen wahrscheinlich gerade die F&uuml;&szlig;e hoch, schalten den Fernseher ein und sehen am&uuml;siert zu wie wir uns selbst gegenseitig terrorisieren. Jeder hat Angst, die Polizei wird gerufen, <a href="http://berlinnow.org/?p=719">wenn jemand nur &quot;Musik mit arabischen Einfl&uuml;ssen&quot; via Kopfh&ouml;rer h&ouml;rt</a> oder man sich ein paar Meter von seinem Gep&auml;ck entfernt. Ich gratuliere!</p>
<p>
	<strong>Wie seht Ihr das? Hat sich euer Verhalten auch ge&auml;ndert seit dem wir beschlossen haben in akuter Terrorgefahr zu sein oder denkt ihr euch auch &quot;Lasst mich doch einfach in Ruhe!&quot;?</strong></p>
