---
title: "[Rückblick] Wochenrückblick #23-2010"
date: "2010-06-14T00:18:00+00:00"
slug: "rueckblick-wochenrueckblick-23-2010"
---

<h5 style="clear: both;">Privates</h5>
Was das <strong>Gewicht</strong> angeht ging es diese Woche mal ordentlich nach unten: 800g weniger auf 97.7 Kilo. Also es geht weiter auch wenn es torkelt wie ein Besoffener ;)</p><p>Ansonsten habe ich momentan wieder mehr Zeit, da ich mich bis zum Ende der WM aus Twitter verabschiedet habe und auch im Feedreader den ganzen WM-Krempel einfach &uuml;berspringe. Somit spare ich doch einiges an Zeit, die ich dann zum Beispiel in sinnvolle Entwicklungst&auml;tigkeit stecken kann.</p><p>Au&szlig;erdem bin ich irgendwie produktiver, wenn ich eine Twitter-Auszeit nehme. (Da k&ouml;nnte man schon fast dran glauben, dass Twitter Produktivit&auml;t vernichtet... Immer in Auszeiten komme ich mit dem Aufr&auml;umen und meinen Projekten gut voran und ansonsten stockt alles.)</p><p>Wer mich also erreichen will kann das via Jabber, E-Mail, Telefon, SMS, Rauchzeichen (aber nur an windstillen Tagen), Facebook oder sonstigen Kontaktm&ouml;glichkeiten tun. Ich bin noch da aber ich bin halt nicht im Twitter. Ach ja und Buzz bin ich auch anwesend. (Wollt ich nur mal erw&auml;hnen.)
<h5 style="clear: both;">Uni &amp; Job</h5>
Meine Kapitulation zum Umbau der <strong>Kundenverwaltung</strong> habe ich zur&uuml;ckgezogen und gestern Abend und heute den Tag &uuml;ber in 17 Stunden reiner Arbeitszeit ein komplettes Refactoring geschafft. Die Datenbankstruktur ausgetauscht, Datenbankzugriffe &uuml;ber models gekapselt und controller-Logik weitestgehend vom view getrennt. Ergo bis auf kleine Nachbesserungsarbeiten und die Dokumentation des neuen Quellcodes geschafft die groben Ziele umzusetzen.
<h5 style="clear: both;">Fundgrube &amp; Virtuelles</h5>
Im <strong>virtuellen</strong> Bereich nat&uuml;rlich noch einmal eine kleine Aufmerksamkeit f&uuml;r meinen <a href="http://pwd.knut.me/">Online-Passwortgenerator</a>, den ich diese Woche <a href="http://blog.knut.me/2010/06/projekt-sichere-passworter-via-webseite/">ver&ouml;ffentlicht</a> habe.</p><p>Die <strong>Fundgrube</strong> geht mal wieder an den Lifehacker-Blog, dessen Autoren einen <a href="http://lifehacker.com/5560913/the-end+all-guide-to-getting-out-from-under-your-office-crap">Artikel</a> ver&ouml;ffentlicht haben, der sich damit besch&auml;ftigt, warum unsere Aufr&auml;umversuche nichts werden und wir trotzdem weiter in einem "cluttered office" sitzen.</p><p>Ansonsten wer es noch nicht kennt und online mit Vertr&auml;gen und Verk&auml;ufen arbeitet: Es gibt seit dem 11. Juni ein neues <strong>Widerrufsrecht</strong>. Mehr dazu und warum euch das interessieren sollte gibts im <a href="http://t3n.de/news/e-commerce-neues-widerrufsrecht-ab-11-juni-2010-5-273687/">Artikel</a> von t3n.
<h5 style="clear: both;">Pl&auml;ne</h5>
Der <strong>Unikram</strong>... Ja um es direkt zu sagen: Fail! Ich werde zusehen, dass ich eins der Module so weit bekomme, dass ich mich f&uuml;r die Klausur melden kann. Das andere Modul wird dann n&auml;chstes Semester wieder belegt. So wird das definitiv nichts.</p><p>Was die <strong>Fitness</strong> angeht schlie&szlig;e ich mich dem Unikram mal an und betitle es ebenfalls als Fail. Geht gar nicht und Dienstag muss sich da endlich wieder was tun. Ausreden sind jetzt (vorerst) alle verbraucht und so sollte das eigentlich was werden. (Hoffe ich...)