---
title: "Internet... Ich habe es wieder!"
date: "2010-08-05T01:02:00+00:00"
slug: "internet-ich-habe-es-wieder"
---

<em>Nachdem ich ja bereits Mitte letzten Monats hier nach Wedel umgezogen bin, habe ich heute endlich meinen Aufschalttermin f&uuml;r meinen DSL-Anschluss gehabt. Dazu musste trotz des Umstands, dass ich Kunde bei Vodafone bin ein Techniker der Telekom vorbei kommen und den Anschluss "freischalten".</em></p><p>Genau genommen h&auml;tte sich der Techniker seine Zeit sparen k&ouml;nnen, denn im Endeffekt hat er sowieso nur die Leitung kurz durchgemessen und festgestellt, dass alles in Ordnung ist. Das hatte das DSL-Modem aber schon am Morgen vor seinem Besuch festgestellt, denn da war schon zu lesen, dass auf meine Leitung ein DSL6000 aufgeschaltet ist.</p><p>Auf jeden Fall hatte ich vorher schon den Hausmeister f&uuml;r das Geb&auml;ude hier gebeten den Zugang zum Hausverteiler f&uuml;r Telefon aufzuschlie&szlig;en, damit der Techniker wie gew&uuml;nscht auch an den Verteiler kommt. Zur Sicherheit habe ich dann gegen 8 Uhr am Morgen mal in den Raum geschaut, der als vermeintlicher Standort des Telefon-Verteilers angegeben war.</p><p>Gut und sch&ouml;n aber ein Telefonverteiler mit Sicherungen?!? Nein eher nicht. Das sieht dann doch eher nach einem Stromverteilerkasten aus. Also den Hausmeister wieder angerufen, damit er vorbei kommt und mir den Zugang zum Telefonverteiler aufschlie&szlig;t. In der Zwischenzeit war auch der Telekom-Techniker anger&uuml;ckt und so ging zu dritt die Suche nach dem gew&uuml;nschten Kasten los.</p><p>Der Techniker lies sich sogar noch best&auml;tigen, dass auch wirklich ein Verteiler in diesem Haus vorhanden ist und dieser nicht in einem der Nebengeb&auml;ude (Reihenhaus) sitzt. Nein er sollte schon in diesem Haus sitzen. Der Hausmeister ratlos, ich ratlos und der Techniker entdeckt eine auf die Wand geschraubte Platte. Nachdem er die Schrauben (&uuml;bermalt mit gut haltender Farbe wie so fast alles hier) dazu &uuml;berreden konnte die Platte loszulassen, fanden wir... Einen Hausverteiler! So einen Schwachsinn habe er auch noch nie gesehen kommentierte der Techniker die Konstruktion.</p><p>Schlussendlich konnte er dann bekannt geben: Es ist alles in Ordnung und ich bekomme mein DSL. Grandios! Also nichts wie ab an den Rechner, die Konfigurationsseite des Routers aufgerufen und den Modem-Installationscode eingegeben. "Bitte geben Sie einen g&uuml;ltigen Modem-Installationscode ein!" - H&auml;? Nach einer R&uuml;cksprache mit der Hotline von Vodafone wurde mir mitgeteilt, dass die Freischaltung des Codes noch bis 12 Uhr dauern k&ouml;nne.</p><p>Da ich allerdings zuf&auml;llig genau da zur Arbeit musste, wurde der n&auml;chste Versuch auf abends vertagt und siehe da: Es funktioniert! Der Code wurde angenommen und schon steht mir ein DSL6000 zur Verf&uuml;gung!
<div style="width: 300px; height: 165px; text-align: center; font-size: 0.9em; margin: 0.5em auto; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="border-radius: 0.4em; width: 300px; height: 135px;" src="/uploads/2010/08/dsl_speed.png" alt="Die erste Speedmessung" />
Die Geschwindigkeitsmessung</div>
Somit bin ich jetzt Besitzer einer DSL6000-Leitung und komme endlich in den Genuss des schnellen Surfens mit DSL. Mal sehen, was man damit alles nettes anstellen kann...