---
title: "Viel Text und nur Schwachsinn dahinter?"
date: "2011-02-04T15:35:18+00:00"
slug: "viel-text-und-nur-schwachsinn-dahinter"
---

<p>
	Nachdem ich lange Zeit immer wieder die glatten Tausendermarken verpasst habe und mich dann hinterher &auml;rgerte, dass mir wieder eine glatte Zahl entgangen ist, habe ich es heute mal geschafft eine dieser Marken genau zu erwischen und m&ouml;chte das auch gleich als Anlass nutzen mal ein klein wenig zusammenzufassen, was Twitter eigentlich f&uuml;r mich ist.</p>
<p style="text-align:center;">
	<img alt="Screenshot zum 37.000. Tweet" src="/uploads/2011/02/20110204-161818.png" style="width: 477px; height: 159px; " /></p>
<p>
	Twitter was ist das eigentlich? F&uuml;r viele ist Twitter ein Dienst, den sehr viele Leute nutzen um belanglosen M&uuml;ll zu verbreiten. So oder so &auml;hnlich liest und h&ouml;rt man es immer wieder von Leuten, die diesen Dienst nicht nutzen. Meiner Meinung nach allerdings wird Twitter vollkommen zu unrecht verurteilt.</p>
<p>
	F&uuml;r mich ist Twitter sehr viel mehr als nur eine Plattform um meinen Tagesablauf zu dokumentieren. Klar kommen je nach dem was mich gerade besch&auml;ftigt auch des &Ouml;fteren einfach relativ sinnlose Tweets aber h&auml;ufig entstehen auch Diskussionen in kurzer Form mit Leuten, die ich ohne Twitter gar nicht kennen w&uuml;rde.</p>
<p>
	Oftmals erfahre ich Neuigkeiten &uuml;ber Twitter weit bevor es die herk&ouml;mmlichen Medien &uuml;berhaupt gemerkt haben, dass es Neuigkeiten gibt. Klar passen in die 140 Zeichen keine gut recherchierten Meldungen, wie wir sie vom Spiegel oder der Financial Times erwarten w&uuml;rden aber man bekommt doch einen kleinen &Uuml;berblick dar&uuml;ber, was um einen herum und auch in der Welt passiert. Das schafft keines der anderen herk&ouml;mmlichen Medien. Oder habt Ihr schon einmal in einer Zeitung nur Minuten nach einem Eisregenschauer die Warnung gesehen, dass es &uuml;berall spiegelglatt ist? Klar k&ouml;nnte ich auch einfach nach drau&szlig;en gehen und es herausfinden aber warum sollte ich wenn ich von Leuten, die in meiner N&auml;he wohnen gewarnt werden?</p>
<p>
	Wenn ich alles zusammenz&auml;hle habe ich mit Twitter schon diverse negative Erfahrungen gemacht aber auch viele positive und f&uuml;r mich steht fest, dass Twitter schon l&auml;ngst zu meinem digitalen Alltag geh&ouml;rt und ich es daraus auch nicht wieder entfernen will.</p>
<p>
	In dem Sinne: Danke f&uuml;r die interessanten, hilf- und lehrreichen und sch&ouml;nen Tweets und Unterhaltungen!</p>
