---
title: "Vertrauen"
date: "2011-08-02T20:47:12+00:00"
slug: "vertrauen"
---

<p>
	Zuerst einmal sei dei Frage gestellt, was eigentlich Vertrauen ist. Die Wikipedia bietet dazu eine sch&ouml;ne Erkl&auml;rung, die logisch und analytisch beschreibt, was man unter Vertrauen verstehen kann:</p>
<blockquote>
	<p>
		[&hellip;]&nbsp;Vertrauen beschreibt [&hellip;] die Erwartung an Bezugspersonen oder Organisationen, dass deren k&uuml;nftige Handlungen sich im Rahmen von gemeinsamen Werten oder moralischen Vorstellungen bewegen werden. Vertrauen wird durch Glaubw&uuml;rdigkeit, Verl&auml;sslichkeit und Authentizit&auml;t begr&uuml;ndet, wirkt sich in der Gegenwart aus, ist aber auf k&uuml;nftige Ereignisse gerichtet.</p>
	<p style="text-align: right; ">
		(Quelle: <a href="http://de.wikipedia.org/wiki/Vertrauen">Wikipedia</a>)</p>
</blockquote>
<p>
	Allerdings wird im selben Artikel auch ein ganz wesentlicher Punkt dar gestellt:</p>
<blockquote>
	<p>
		[&hellip;]&nbsp;Rational-logische Definitionen dieser Art klammern allerdings eine wichtige Komponente aus. Denn das Wort Vertrauen ruft bei unterschiedlichen Menschen mit unterschiedlichen emotionalen Erfahrungen unterschiedliche Assoziationen hervor. Der Begriff Vertrauen ist demnach nicht allgemein- rational definierbar. Er enth&auml;lt eine irrational- emotionale Komponente, die sich logisch- rationalen Definitionen entzieht. [&hellip;]</p>
	<p style="text-align: right; ">
		(Quelle:&nbsp;<a href="http://de.wikipedia.org/wiki/Vertrauen">Wikipedia</a>)</p>
</blockquote>
<p>
	Nachdem also der Autor bzw. die Autoren dieses Artikels schon festgestellt haben, dass Vertrauen nicht auf einer logischen Ebene erfassbar ist, frage ich mich als jemand, der sein Umfeld nahezu nur analytisch und distanziert wahrnimmt und auf einer logischen Ebene betrachtet, was verstehen &quot;normale&quot; Menschen unter diesem Begriff?</p>
<p>
	Ich f&uuml;r meinen Teil habe eine Vorstellung von Vertrauen, die beinhaltet, dass sich Menschen im Generellen wohlwollend verhalten und nicht mit Absicht versuchen einer anderen Person zu schaden. Allerdings habe ich auch schon vor langer Zeit gemerkt, dass diese Annahme vollkommen falsch ist. In meinem bisherigen Leben habe ich das genaue Gegenteil mitbekommen. Wo immer m&ouml;glich zeigt sich im menschlichen Verhalten, dass jeder Mensch ausschlie&szlig;lich auf seinen eigenen, kurzfristigen Vorteil bedacht ist und dabei gro&szlig;r&auml;umig &quot;Kollateralsch&auml;den&quot; in Kauf nimmt.</p>
<p>
	Wann immer ich mein Vertrauen in einen Menschen gesetzt habe (bzw. einen Menschen als meinen &quot;Freund&quot; betrachtet habe, was meiner Definition von Freundschaft zufolge ein Vertrauen voraussetzt), habe ich es im Nachhinein wieder bereut. Fr&uuml;her oder sp&auml;ter (meistens eher fr&uuml;her) kam der sprichw&ouml;rtliche Dolchsto&szlig;, der mir gezeigt hat, dass das Vertrauen in diesen Menschen nicht gerechtfertigt war.</p>
<p>
	Sicherlich mag jetzt der eine oder andere diese Erfahrungen als &quot;Pech gehabt&quot; oder &quot;Schicksal&quot; (was f&uuml;r mich das gleiche aussagt) betrachten, da dies allerdings die Vorbestimmung und Lenkung aller Ereignisse voraussetzt und ich dieses als Atheist ablehne kann ich dem nicht zustimmen. Eine andere M&ouml;glichkeit ist nat&uuml;rlich das &quot;selbst schuld&quot;, was durchaus sein kann. Ich halte schon seit sehr langer Zeit eine gewisse (nicht geringe) emotionale Distanz zu allen Menschen, die mir begegnen. Zu einem gro&szlig;en Teil ist das darin begr&uuml;ndet, was ich bisher mit Menschen erlebt habe aber vielleicht trug das auch gerade dazu bei, dass diese Erlebnisse so eingetreten sind.</p>
<p>
	Einer der h&auml;ufigsten Kommentare, die ich zu Diskussionen mit diesem oder &auml;hnlichen Hintergr&uuml;nden beitrage, ist, dass ich einem Hund (mal auf Angriff getrimmte Hunde ausgenommen) vorbehaltlos vertrauen kann. Mich hat bisher ein Hund in meinem Leben verletzt, woran ich selbst die Schuld trage, da ich ihn in eine f&uuml;r ihn zu eingeengte Situation gebracht habe. Somit kann ich hier eine klare und rational nachvollziehbare Begr&uuml;ndung finden. Was allerdings meine Erfahrungen mit Menschen angeht, finde ich keine logisch nachvollziehbare Begr&uuml;ndung f&uuml;r ihr und auch kein Muster in ihrem Verhalten.</p>
<p>
	Was die Absicherung gegen weitere Erlebnisse dieser Art angeht, funktioniert es sehr gut mich gegen jegliche emotionale &quot;Verbindung&quot; zu einem jeden Menschen entsprechend weit zu distanzieren allerdings st&ouml;&szlig;t es bei den meisten Menschen auf sehr gro&szlig;es Unverst&auml;ndnis. Die Definitionen dazu gehen dann von einem einfachen &quot;kalt&quot; und &quot;distanziert&quot; bis zum &quot;arroganten Arschloch&quot; und best&auml;tigen je weiter sie in die Richtung letzteren gehen meinen Eindruck von &quot;der Menschheit&quot;.</p>
<p>
	Nat&uuml;rlich behauptet dann im Nachhinein jeder von sich, dass das bei ihm niemals passieren wird und man ihm vertrauen k&ouml;nne allerdings zeigt meine Erfahrung, dass gerade diese Leute nicht vertrauensw&uuml;rdig sind und ich gut daran tue meine Distanz zu diesen Personen eher zu erh&ouml;hen.</p>
<p>
	<strong>Wie handhabt Ihr das mit dem Vertrauen? Wem vertraut Ihr und warum?</strong></p>
