---
title: "Mein Verhalten in \"social networks\""
date: "2011-08-14T22:33:47+00:00"
slug: "mein-verhalten-in-social-networks"
---

<p>
	<em>Weil in letzter Zeit immer mal wieder die Frage auf kam ob und warum ich in einigen sozialen Netzwerken nicht mehr aktiv bin m&ouml;chte ich hier mal einen kleinen Text erschaffen, den ich dann einfach verschicken kann. Au&szlig;erdem wissen dann alle Leser meines Blogs Bescheid wie es um dieses Thema steht&hellip;</em></p>
<p>
	Also fangen wir mit <strong>Twitter</strong> an&hellip; Aktiv war ich da von 2008 bis 2011 und habe &uuml;ber 44.000 Tweets geschrieben. Daraus k&ouml;nnte man wahrscheinlich schon einen Roman machen aber trotzdem endet dieser recht abrupt. Warum also? Ganz einfach: Mit der Zeit sind immer mehr Menschen zu Twitter gekommen, es wurde &quot;Mainstream&quot;. Jeder musste bei Twitter sein und sein Produkt vermarkten, sich &uuml;ber sein Leben beschweren und allen m&ouml;glichen Mist ablassen. Versteht mich bitte nicht falsch, ich habe auch viel belanglosen Mist geschrieben. So viel wichtiges Zeug habe ich gar nicht zu vermelden als dass ich damit solche Texte hinbekommen w&uuml;rde aber es ging mir in der letzten Zeit einfach nur noch auf den Sack.</p>
<p>
	Entweder waren es Tweets mit irgendwelchen dubiosen URLs, SEO-Spammer, Whatever-Coaches oder viele viele Leute, die &uuml;ber ihr Leben am jammern waren. Dazu kamen dann die selbst ernannten Twitter-Sherifs und die Das-darfst-du-so-nicht-Twittern-Spacken. Im Endeffekt bestand meine Timeline aus viel gejammer und geflame. Danke reicht. Jaja ich wei&szlig; ich bin ja selber Schuld wenn ich diesen Leuten folge&hellip;</p>
<p>
	Dann h&auml;tten wir noch <strong>Facebook</strong>&hellip; F&uuml;r mich als Coder zum Teil mein Arbeitsplatz denn seit Facebook daher gegangen ist und die ganzen einfachen HTML-Schubser vor den Kopf gesto&szlig;en hat weil man f&uuml;r Fanpage-Tabs nun iFrames braucht sind die Auftr&auml;ge f&uuml;r Coder wieder mehr geworden. Andererseits allerdings auch ein nerviges Spamfass. Aus Anstand wurden Leute zu meinen &quot;Freunden&quot; gez&auml;hlt, die ich zum Teil nicht einmal pers&ouml;nlich gesehen habe und um den Frieden zu wahren auch nicht wieder aus der Liste geworfen. Dazu gab es dann schon die Liste &quot;Stranger&quot;, die nichts von meinen Posts erfuhr.</p>
<p>
	Spam in der Form, dass diverse Leute jeden verdammten Tweet zu Facebook pushen mussten und dann ausgeblendet wurden. Die inzwischen weit &uuml;ber 100 Apps, die auf der Blockliste stehen weil ich nicht andauern erfahren m&ouml;chte, dass Person XYZ einen tollen neuen Award in Game ABC erhalten hat.</p>
<p>
	Aber au&szlig;erhalb der &quot;privaten&quot; Netzwerke gibt es dann noch die Business-Netzwerke&hellip; <strong>XING</strong> zum Beispiel ist da so eines davon. Nat&uuml;rlich bin ich auf XING angemeldet aber seit dem letzten Design-Update und den neuen &quot;Timeline&quot;- und Apps-Features ist es eigentlich nur noch eine unnutzbare Kopie von Facebook mit einer Priese Twitter gemischt. Auch hier wieder cross-postings, damit auch der letzte Idiot ganz sicher erf&auml;hrt, dass Person XYZ jetzt gerade aus dem Haus gegangen ist um sich mit ABC in der DEF-Stra&szlig;e im GHI-Lokal zu treffen&hellip; Einen wirklichen Mehrwert hat auch XING f&uuml;r mich nicht. Ich kenne 3/4 der Leute auch dort nicht pers&ouml;nlich sondern habe sie aus Anstand hinzugef&uuml;gt.</p>
<p>
	Um mehr international zu denken meldet man sich dann nat&uuml;rlich noch bei <strong>LinkedIn</strong> an. Was habe ich davon? Noch mehr Cross-Postings und noch mehr Pflegeaufwand f&uuml;r die ganzen Details. Was bringt es mir wirklich? Noch weniger als XING. Die Kontakte sind eh in beiden Netzwerken die gleichen. Naja mal abgesehen von den ganzen aus Anstand hinzugef&uuml;gten Leuten. Die habe ich auf LinkedIn gleich ignoriert.</p>
<p>
	Aber zu guter Letzt will ich nicht nur &uuml;ber Netzwerke meckern sondern <strong>Google+</strong> auch lobend erw&auml;hnen. Schlie&szlig;lich ist es das Netzwerk, in dem ich meine Zeit verbringe, wenn ich gerade welche &uuml;brig habe und dabei nicht gerade etwas anderes mache. Hier brauche ich endlich nicht mehr aus Anstand jeden hinzuzuf&uuml;gen, den ich irgendwo aus irgend einem Grund einmal kurz kennen gelernt habe. Die Leute k&ouml;nnen meine &Auml;u&szlig;erungen selber verfolgen und brauchen dazu nicht meine Erlaubnis. Die Einstellungen f&uuml;r die Privatsph&auml;re brauchte ich bisher auch noch niemandem zu erkl&auml;ren, da die Menschen, welche zu dumm zum Lesen sind noch nicht angekommen sind.</p>
<p>
	Au&szlig;erdem haben selbst Anw&auml;lte schon gesagt, dass die Bedingungen bei Google+ besser aussehen als bei Facebook. (Als ob ich mich darum scheren w&uuml;rde aber es ist ein tolles Argument&hellip;) Die Spiele bleiben auch nachdem sie jetzt bei Google+ verf&uuml;gbar sind in einem abgeschotteten Bereich und nur wenn ich mich selbst in die Spielesektion begebe sehe ich die ganzen &quot;XYZ hat einen neuen Highscore in ABC erzielt&quot;-Posts.</p>
<p>
	Ansonsten brauche ich mich auch um Skype nicht mehr zu scheren, da ich den Leuten bei Google+ einfach das Stichwort &quot;Hangout&quot; an den Kopf werfe. Ich pers&ouml;nlich habe zwar noch keine Verwendung f&uuml;r einen Videochat gefunden aber das liegt ja nicht am Netzwerk sondern eher an meiner pers&ouml;nlichen Nutzung und Verbindung zu den anderen Usern.</p>
<p>
	So also mit anderen Worten als <strong>Fazit</strong> aus viel unn&uuml;tzem Text: Wenn Ihr mich irgendwo sucht um mir etwas zu schreiben, etwas zu teilen oder einfach nur zu lesen was ich in meiner geistigen Umnachtung f&uuml;r einen K&auml;se produziere: Ab zu <a href="https://plus.google.com/102077327754837547136">Google+</a> und da suchen. Ich bekomme zwar sowohl von Facebook als auch von Twitter immer noch meine Benachrichtigungen aber 99% davon landen unbeachtet in der Tonne.</p>
<p>
	<em>Wer sich jetzt &uuml;brigens auf die F&uuml;&szlig;e getreten f&uuml;hlt weil ich sein pers&ouml;nliches Lieblingsnetzwerk hier schlecht mache: Mir doch egal. War in dem Fall h&ouml;chstwahrscheinlich Absicht. Also geht zur&uuml;ck in eure Twitter-Timeline und jammert euren Followern die Ohren voll und willkommen in der Beschreibung &uuml;ber Twitter hier im Artikel.</em></p>
