---
title: "Kapselbrot das Koernige fertig gebacken"
date: "2011-05-21T09:27:43+00:00"
slug: "kapselbrot-das-koernige-fertig-gebacken"
---

<p>
	Neulich hatte mir <a href="http://blogblume.de/">Ricarda</a> bei meiner Suche nach einem Ersatz f&uuml;r meine Nahrung im B&uuml;ro (sehr viele Kohlenhydrate und daher schlecht f&uuml;rs Abnehmen) das <a href="http://www.shop.konzelmanns.de/Low-Carb-Produkte/Low-Carb-Brot/Kapselbrot-das-Koernige-fertig-gebacken::598.html">Kapselbrot von Konzelmanns</a> empfohlen. Sie selber hat das Brot bei sich im Blog ja auch schon <a href="http://blogblume.de/tiia-testet-konzelmanns-carb-kapselbrot/">getestet</a>, trotzdem m&ouml;chte ich es mir nicht nehmen lassen selber ein paar Worte dazu zu schreiben.</p>
<p>
	Bestellt habe ich das Brot zu einem sehr ung&uuml;nstigen Zeitpunkt, da es immer Mittwochs versandt wird und nur einmal in der Woche Backtag ist. (Ich nehme mal an es gibt f&uuml;r Low-Carb-Brot nicht gen&uuml;gend Abnehmer um davon &ouml;fter auf Vorrat zu backen.) Aber wenn man das beachtet ist die Lieferung relativ schnell da.</p>
<p>
	Gekennzeichnet war das Paket mit einem &quot;Vorsicht Glas&quot; Aufkleber, damit die lieben Damen und Herren der Post es auch heile an das Ziel bringen (was ja zum Teil ohne solche Kennzeichnung ein Wunder ist&hellip;). Von der Verpackung her gibt es nichts zu meckern. Das Brot steckte in einer T&uuml;te, wie man sie auch von diversen anderen B&auml;ckern kennt und war (zus&auml;tzlich zu dem Dosenbrot, was ich mir noch bestellt habe) mit Papier gepolstert.</p>
<p>
	Schon beim Auspacken roch das Paket sehr lecker nach Brot und der Test heute morgen zum Fr&uuml;hst&uuml;ck best&auml;tigte das dann auch. Wie auf den Bildern zu sehen ist, habe ich mir 3 Scheiben mit einer d&uuml;nnen Schicht Magarine, einer Scheibe Putenaufschnitt, Blattsalat und einer Scheibe K&auml;se gemacht.</p>
<p style="text-align:center;">
	<a href="/uploads/2011/05/kmbr_1_g.jpg" rel="lightbox_kmbr"><img height="83" src="/uploads/2011/05/kmbr_1_s.jpg" width="125" /></a> <a href="/uploads/2011/05/kmbr_2_g.jpg" rel="lightbox_kmbr"><img height="83" src="/uploads/2011/05/kmbr_2_s.jpg" width="125" /></a> <a href="/uploads/2011/05/kmbr_3_g.jpg" rel="lightbox_kmbr"><img height="83" src="/uploads/2011/05/kmbr_3_s.jpg" width="125" /></a> <a href="/uploads/2011/05/kmbr_4_g.jpg" rel="lightbox_kmbr"><img height="83" src="/uploads/2011/05/kmbr_4_s.jpg" width="125" /></a></p>
<p>
	Nach meinen bisherigen Erfahrungen mit Brot (dem Normalen vom B&auml;cker) h&auml;tte die Menge eigentlich eher nicht reichen d&uuml;rfen und ich hatte Bedenken, wie lange denn eigentlich so ein Brot reichen soll. Allerdings kann ich Ricardas Worte nur best&auml;tigen: Das Brot ist deutlich s&auml;ttigender als normales Brot. Kurzum: Ich habe meine 3 Scheiben nicht in einer Mahlzeit gegessen, weil es nach 2 Scheiben schon reichte.</p>
<p>
	Vom Geschmack her unterscheidet es sich zwar meiner Meinung nach deutlich von anderem Brot (vor allem wenn man wie ich fr&uuml;her fast nur helles Brot gegessen hat), l&auml;sst sich aber gut essen. Nebenbei bemerkt unterscheidet sich das Brot von der Konsistenz her von anderem Brot (ich merke es beim Schreiben des Artikels in den Kaumuskeln).</p>
<p>
	Was kostet der Spa&szlig; denn nun? Relativ einfach: 4,99&euro; pro Brot bzw. 9,98&euro; pro Kilo. Das ist definitiv nicht wenig, wenn man dar&uuml;ber nachdenkt, dass man sonst f&uuml;r 2&euro; ein halbes Brot mit etwa 500g bekommt. Allerdings einerseits s&auml;ttigt dieses Brot besser, andererseits ist es ges&uuml;nder (hochwertige Zutaten, wenig Kohlenhydrate) und man gibt das Geld f&uuml;r die eigene Gesundheit aus.</p>
<p>
	Ich kann jeden verstehen, der sich sagt, das sei ihm seine Gesundheit nicht Wert und er w&uuml;rde lieber weiter die 5&euro; am Tag f&uuml;r Zigaretten ausgeben aber ich f&uuml;r meinen Teil werde gleich f&uuml;r den n&auml;chsten Backtag am Mittwoch 2 weitere Brote f&uuml;r die n&auml;chste Woche reservieren.</p>
<p>
	<em>Nachtrag: Ich habe das Brot &uuml;brigens auch nicht gestellt bekommen und bekomme auch f&uuml;r diesen Post nichts. Den Test schreibe ich nur, weil ich von dem Produkt &uuml;berzeugt bin und nicht weil ich daf&uuml;r in irgend einer Form bezahlt werde.</em></p>
