---
title: ""
date: "2011-08-13T22:28:08+00:00"
slug: "ein-paar-fragen-zum-sommer-hat-die-birte-bei-sich-im-blog"
---

<p>
	Ein paar Fragen zum Sommer hat die Birte bei sich <a href="http://tinkerbella712.wordpress.com/2011/08/13/sommerfragen-ohne-sommer/">im Blog beantwortet</a>. Angeblich stammen sie aus meinem Blog, woran ich mich aber schon gar nicht mehr erinnern konnte. Naja okay ich habe den <a href="http://blog.knut.me/stoeckchen-sommerfragen.html">Artikel</a> vor einer Ewigkeit tats&auml;chlich geschrieben. Nun da sie gerne meine Meinung zum aktuellen Sommer h&ouml;ren m&ouml;chte gibt es nun einmal ein Remake zum Artikel &uuml;ber den diesj&auml;hrigen Sommer&hellip;</p>
<ol>
	<li>
		<strong>Hattest du schon diesen Sommer einen Sonnenbrand?</strong><br />
		Irgendwie ein guter Witz nur bitte erlaubt mir sp&auml;ter zu lachen&hellip; Das bisschen Sommer was es gab habe ich im B&uuml;ro verbracht, wo dank der spiegelnden Displays, die neuerdings so &quot;in&quot; sind, die Jalousien immer bis unten hin zugezogen waren. Ansonsten die Stunde den Arm aus dem Fenster h&auml;ngen beim Autofahren konnte nicht einmal die Sonne mich toasten. Somit: Es hat nicht einmal zu einer halbwegs angebr&auml;unten Sommerfarbe gereicht zum Sonnenbrand erst Recht nicht&hellip;</li>
	<li>
		<strong>Wie oft warst du schon schwimmen f&uuml;r diesen Sommer (in einem Freibad oder Stausee)</strong><br />
		Und wieder ist ein Jahr vergangen, in dem ich es nicht geschafft habe mich in ein Gew&auml;sser &ndash; von meiner Dusche und Bombenkrater gro&szlig;en Schlagl&ouml;chern mit Wasser gef&uuml;llt mal abgesehen &ndash; zu begeben. Kein k&uuml;nstliches und auch kein nat&uuml;rliches. Inzwischen glaube ich, dass ich nach so langer Zeit, die ich inzwischen nicht mehr schwimmen war beim n&auml;chsten Mal (wann auch immer das sein wird) einfach Sauerstoffflaschen mitnehmen sollte, damit es nicht ganz so auff&auml;llt, dass ich wie ein Stein absaufe&hellip; (Obwohl das Physikalisch gar nicht&hellip; Ach lassen wir das&hellip;)</li>
	<li>
		<strong>Denkst du es lohnt sich in ein anderes Land zu fliegen wo es noch hei&szlig;er ist?</strong><br />
		Hmm also ein Land in dem es noch hei&szlig;er ist als hier? Ja ich denke man k&ouml;nnte gut nach Mallorca (f&uuml;r die Dumpfbacken, die jetzt denken &quot;Ey, die Frage war nach einem anderen Land!&quot;: Das ist Spanien auch wenn alle deutsch sprechen&hellip;) fliegen. Ich fand Puerto de Andratx ganz sch&ouml;n. Vor allem die Sonnenunterg&auml;nge sind da toll und ich denke mal mehr als 26&deg; kriegen wir da dann auch hin&hellip;</li>
	<li>
		<strong>Was machst du um dich bei der Hitze abzuk&uuml;hlen?</strong><br />
		Bei der unglaublichen Hitze, die wir diesen Sommer hatten, war die Abk&uuml;hlung mit der Klimaanlage des Autos bzw. dem offenen Fenster manchmal auch schon zu viel. (Wurde dann auch gleich mit einer leichten Erk&auml;ltung und einem Schlag ins Gesicht beim Wechsel von 20&deg; zu 26&deg; gedankt&hellip;)</li>
	<li>
		<strong>Kannst du Nachts gut schlafen bei der Hitze?</strong><br />
		Aktuell schlafe ich nicht allzu gut aber ich glaube nicht, dass das an der Hitze liegt. Ansonsten liegt mein Schlafzimmer nach Norden raus und bleibt somit recht k&uuml;hl. Also von daher sehe ich keine Probleme mit der Hitze. Das kann nat&uuml;rlich auch daran liegen, dass die Hitze irgendwie doch arg schw&auml;chelt. (Und das darf sich wirklich globale Erw&auml;rmung nennen?)</li>
</ol>
<p>
	Und da Birte bei sich schon mit einem tollen Sommerbild versuchte den Sommer wieder ein wenig n&auml;her zu r&uuml;cken beteilige ich mich nat&uuml;rlich auch gerne mit einem Bild, welches heute bei dem top Wetter an der Elbe entstanden ist und mit Sicherheit auch vom Sommer selber nicht besser gezeichnet worden w&auml;re:</p>
<p style="text-align: center; ">
	<a href="https://picasaweb.google.com/lh/photo/fuKxxoICqiUqD9qgDQmFqA"><img alt="" src="/uploads/2011/08/_MG_6237_.jpg" style="width: 500px; height: 333px; " /></a><br />
	<small>(Eine gr&ouml;&szlig;ere Version gibt es in meiner <a href="https://picasaweb.google.com/kahlers87/Photowalk20110813">Fotogalerie</a>.)</small></p>
