---
title: "Depression - Krankheit oder Modeerscheinung?"
date: "2011-01-13T22:54:47+00:00"
slug: "depression-krankheit-oder-modeerscheinung"
---

<p>
	Die Medien berichten dar&uuml;ber immer nur in Einzelf&auml;llen. Mal ist es ein Fu&szlig;ballspieler und mal ein Schauspieler, die in das Rampenlicht r&uuml;cken, weil sie ihr Leben beendet haben. Wieder und wieder h&ouml;rt man es im Radio, dem Fernsehn oder liest es in den Zeitungen: &quot;Er litt an Depressionen [...]&quot;</p>
<p>
	Immer wieder fordern Angeh&ouml;rige, Presse, &Auml;rzte oder andere Personen, die in irgend einer Weise meinen etwas zu sagen zu haben, dass man sich doch mit dem Thema auseinander setzen solle und was passiert? Ein paar Tage lang plappert die Presse es nach, selbsternannte Experten treten im Fernsehn auf und erz&auml;hlen wie schlimm doch alles sei und an welchen Symptomen man die Krankheit erkennen k&ouml;nne.</p>
<p>
	Wahrscheinlich verzeichnen dann in den darauf folgenden Tagen die Mediziner, die es sich zur Aufgabe gemacht haben sich mit dem Thema zu besch&auml;ftigen, einen Anstieg der Personen, die mit &quot;Depressionen&quot; zu ihnen kommen. &quot;Oh mir geht es so schlecht. Ich habe ganz sicher Depressionen. Ich f&uuml;hle mich so krank...&quot; Und vermutlich k&ouml;nnen es die &Auml;rzte nicht mehr h&ouml;ren aber m&uuml;ssen sich trotzdem um das Thema k&uuml;mmern.</p>
<p>
	Aber auch zwischendurch liest man es in Foren, Twitter oder sonstigen Medien: &quot;Ich will nicht mehr am xx. werde ich mir das Leben nehmen!&quot; - Ein Aufschrei geht durch die Szene und alle sind besorgt um denjenigen. Nein er wird doch nicht oder? Jeder versucht irgendwie zu helfen, ihn davon abzubringen und erreicht in den meisten F&auml;llen wohl genau das wozu es bezweckt war: Die Person bekommt ihre 5 Minuten Aufmerksamkeit. Vielleicht kennt sogar einer der Besorgten die Adresse und Polizei, Rettungsdienst und der Tischler f&uuml;r die neue T&uuml;r treffen p&uuml;nktlich zum angegebenen Termin an der Adresse ein um festzustellen, dass die Person gerade mit einem k&uuml;hlen Bierchen auf der Couch liegt und sich in der Aufmerksamkeit w&auml;lzt.</p>
<p>
	Wundert es da noch, dass die Personen, die wirklich unter Depressionen leiden und nicht nur gerade einen schlechten Tag haben oder niedergeschlagen sind lieber schweigen anstatt sich dazu zu &auml;u&szlig;ern? Entweder w&uuml;rde es sowieso ignoriert und es w&uuml;rde niemanden interessieren weil &quot;er ja sowieso nur simuliert&quot; oder aber alle k&auml;men angest&uuml;rmt und eine Welle von Mitleid ergiesst sich &uuml;ber den Betroffenen. Mitleid? Warum eigentlich?</p>
<p>
	Wie in einer der Diskussionen um ein prominentes &quot;Opfer&quot; schon dargestellt wurde werden in unserer Gesellschaft diejenigen, die Schw&auml;che zeigen auch so behandelt. Wer nicht mit der Schrittgeschwindigkeit der Gesellschaft mithalten kann wird ausgesondert. Keinen Job weil zu schwach, keine Perspektive kurzum vergessen. In eine trostlose Situation gedr&auml;ngt aus der dann oft in den Augen der Betroffenen nur noch ein Weg f&uuml;hrt...</p>
<p>
	Was also bringt das Mitleid derer die sich selber f&uuml;r stark halten oder es einfach nicht wahr haben wollen, dass sie selber auch verletzlich und schwach sind? Es bringt dem Betroffenen nichts. Also warum die Aufmerksamkeit erregen? Lieber das Beste aus der Situation und die sprichw&ouml;rtliche &quot;Gute Miene zum b&ouml;sen Spiel&quot; machen.</p>
<p>
	Fragen wir uns also was genau uns die Medien damit mitteilen wollen, dass wieder ein Mensch Opfer seiner Depressionen wurde. In den meisten F&auml;llen wahrscheinlich gar nichts. Woher genau wissen Bild, MoPo oder der Radiosender von Nebenan eigentlich, dass derjenige unter Depressionen litt? Falls ein behandelnder Arzt existierte gilt f&uuml;r ihn auch nach dem Tod des Betroffenen weiterhin die Schweigepflicht. Da hilft es auch nichts, dass die Person eine Person &ouml;ffentlichen Interesses war. Verwandte? Wohl eher nicht. Freunde? Wohl eher auch nicht. Bliebe also noch die Spekulation irgendwelcher Menschen, die meinen genug Sachverstand zu haben um soetwas beurteilen zu k&ouml;nnen.</p>
<p>
	Ich f&uuml;r meinen Teil bin kein Arzt, der sich auf diesen Bereich der Medizin spezialisiert hat. Ich ma&szlig;e es mir nicht an zu behaupten, dass ich Depressionen - noch dazu bei anderen Menschen - diagnostizieren kann. Daher gehe ich davon aus, dass es die Mehrzahl der Menschen ebenfalls nicht kann.</p>
<p>
	Am meisten allerdings &auml;rgere ich mich pers&ouml;nlich &uuml;ber die Leute, die dann in Interviews gro&szlig; von sich geben &quot;Aber vorgestern habe ich noch mit ihm gesprochen. Da war alles noch in Ordnung und er hat noch Sp&auml;&szlig;e gemacht.&quot;. Na herzlichen Gl&uuml;ckwunsch. Was meint Ihr eigentlich woran man in einem Gespr&auml;ch auf der Stra&szlig;e erkennen will, dass derjenige Depressionen hat? Was meint Ihr eigentlich warum man das dann noch nicht vorher erkannt hat? Meint Ihr ernsthaft dass Depressionen so von einem Tag auf den anderen auftauchen und vorher nie da waren? Meint Ihr nicht, dass derjenige es in unserer Gesellschaft gelernt hat keine Schw&auml;chen zu zeigen und die wirklichen Gef&uuml;hle und Gedanken zu verbergen? Hat sich eigentlich einer von euch vorher mal die M&uuml;he gemacht sich mit der Person wirklich zu besch&auml;ftigen?</p>
<p>
	Wirklich Besch&auml;ftigen... Was genau war das eigentlich? &quot;Hey guten Morgen, wie gehts dir heute?&quot; - &quot;Gut. [<em>In Gedanken: Wie soll es mir auch sonst gehen oder h&auml;tte es dich wirklich interessiert?</em>]&quot; - &quot;Das ist sch&ouml;n.&quot; Und genau aus diesem Grund halte ich auch die Frage &quot;Wie geht es dir?&quot; f&uuml;r genau die Frage bei deren Antwort am Meisten gelogen wird. Probiert es mal aus. Antwortet mal nicht mir dem &uuml;blichen &quot;Gut.&quot; oder &quot;Passt schon.&quot; sondern mit der Wahrheit. Wie schnell dann der Gegen&uuml;ber das Interesse an dem Gespr&auml;ch verliert oder euch als &quot;Jammerlappen&quot; betitelt...</p>
<p>
	<em>-- Zum Abschluss: Ich m&ouml;chte gerne eure Meinungen und Gedanken zum Thema in den Kommentaren lesen, allerdings werden alle Kommentare auf diesen Post moderiert um Trollpostings vorzubeugen. Kommentare, die nur das Ziel haben andere Kommentatoren oder andere Personen anzugreifen werden sofort gel&ouml;scht.</em></p>
