---
title: "Posterous - Was für eine verdammte Grütze..."
date: "2011-01-09T21:08:55+00:00"
slug: "posterous-was-fuer-eine-verdammte-gruetze"
---

<p>
	&quot;Ab in die Cloud!&quot; - Der Spruch, der wohl jedem regelm&auml;&szlig;igen Fernsehzuschauer im Kopf sein d&uuml;rfte und den ich seit l&auml;ngerem in diesem Blog schon lebe. Aber fangen wir am Anfang an. Ein neues Jahr hat begonnen, das Projekt 52 von Sari geht in eine neue Runde. Da ich aber meinen Blog umgestellt habe und keine Kategorien mehr f&uuml;hre will ich die Bilder nicht hier zwischen all dem anderen Inhalt versickern lassen und so entschlie&szlig;e ich mich sie in einen zweiten, nur f&uuml;r dieses Thema gedachten Blog auszulagern.</p>
<p>
	Also kam die &Uuml;berlegung: Setze ich daf&uuml;r wieder einmal ein Wordpress auf? Wer mich kennt wei&szlig; wie ich inzwischen zu Wordpress stehe: Gigantischer und resourcen verschwendender Klotz, den eigentlich keiner betreiben will, der aber doch immer noch eingesetzt wird weil er einfach zu bedienen ist. Werfe ich die Bilder in ein Tumblr Dings? Es ist f&uuml;r das Sharing von Bildern gut geeignet, liegt in der viel ger&uuml;hmten Cloud, ist aber in letzter Zeit andauernd down. Ein weiteres Blog in der AppEngine mit meiner eigenen Software, die hier so erfolgreich l&auml;uft aufsetzen? Dann m&uuml;sste ich endlich den Quellcode mal aufr&auml;umen was ich so lange vor mir herschiebe...</p>
<p>
	Dann die rettende Idee: Posterous! Auch ein Dienstleister und auch mit Funktionen um Bilder besser hosten zu k&ouml;nnen. Da ich schon einen Account habe ein leichtes einen neuen Blog zu erzeugen und schon ist es vollbracht: Die Projektseite f&uuml;r die Fotos ist online.</p>
<p>
	Heute dann die Ern&uuml;chterung: Ich will das Bild f&uuml;r die aktuelle Woche posten, Fehler 502, 503, hin und wieder funktioniert ein Klick... Wem das nichts sagt: Der Server hat einfach Mist gebaut und funktionierte nicht wie erwartet. Woher kenne ich das Thema nur? Ach ja als ich damals &uuml;berlegte mein Blog zu Posterous zu ziehen anstatt mir eine eigene Blog-L&ouml;sung auf Basis der AppEngine zu schreiben hatte ich selbiges Problem schon einmal.</p>
<p>
	Irgendwie klappte es dann doch das Bild in den Blog zu bekommen aber dann ging das Drama im Frontend weiter. Seite nicht erreichbar, Fehler 502, Fehler 503... Hin und wieder funktionierte es. Meine Laune bei der Betrachtung des Problems: Stinksauer! Also dann doch wieder auf an den Editor, innerhalb von nur einer halben Stunde endlich den Quellcode meines Blogs aufger&auml;umt und das Design auf meine eigene Software portiert.</p>
<p>
	Einige Stunden und Probleme sp&auml;ter liegt der Projektblog nun endlich auf der AppEngine. Wie gewohnt l&auml;uft er schnell, stabil und so wie ich es mir w&uuml;nsche. Kein Wunder eigentlich. Immerhin habe ich die Software genau auf meine Bed&uuml;rfnisse zugeschnitten und dann geschrieben.</p>
<p>
	Aber zur&uuml;ck zum Thema: Wie kann man so eine verdammte Gr&uuml;tze bauen und dann auch noch als Dienst bereit stellen? Ja klar Posterous ist kostenlos und &uuml;ber kostenlose Dienste meckert man nicht. &quot;Einem geschenkten Gaul schaut man nicht ins Maul!&quot; - Geschenkt. Wenn ich einen Dienst anbiete teste ich die Software vorher und nicht am Kunden. Das ist reinweg Testverhalten von Microsoft. Da werden die Produkte auch am Kunden getestet und dann fertig gestellt. Muss sowas sein? Nein!</p>
<p>
	Also falls sich ernsthaft einer der Posterous-Jungs die M&uuml;he macht diesen Beitrag zu &uuml;bersetzen und zu lesen: Testet eure Software gef&auml;lligst in einem Testsystem bevor Ihr sie auf die Allgemeinheit los lasst! Ich bin fertig mit eurem System. Es ist weder in der Lage gr&ouml;&szlig;ere Datenmengen zu verarbeiten, noch ist es performant und zuverl&auml;ssig ist auch etwas anderes. Alleine heute lautet der Report auf knapp 10% Fehlgeschlagene Verbindungsversuche... Meine Software auf der Appengine erreicht 100% Uptime!</p>
