---
title: "Das war das BarCamp Hamburg 2013"
date: "2013-11-17T20:37:33+00:00"
slug: "das-war-das-barcamp-hamburg-2013"
vgwort: "175afeae52b348e8a06aa7ccb6c42a7c"
---

<p style="text-align: center;">
	<img alt="Logo Barcamp Hamburg" src="/uploads/2013/11/17/c770dde9d4afba172956f27949dcde6f_c2483d51c5803a9a304967c4add0a.png" style="width: 550px;" /></p>
<p>
	An diesem Wochenende war wieder ein Jahr vorbei und so fand das BarCamp Hamburg 7 im Otto-Forum in Hamburg statt. Wie gewohnt wieder an Freitag und Samstag je den ganzen Tag und obwohl ich eigentlich vor hatte nur den Samstag zu besuchen, bin ich recht froh doch an beiden Tagen da gewesen zu sein.</p>
<p>
	Aus den Erfahrungen der letzten Jahren rechnete ich damit, dass der Freitag in der Hauptsache eine einzige Werbeveranstaltung f&uuml;r Produkte und Dienstleistungen wird. Dieses Jahr gab es auch am Freitag echt sehenswerte Sessions. So habe ich mir zum Beispiel eine Session &uuml;ber &quot;Autoerotische Unf&auml;lle&quot; von <a href="https://twitter.com/urolinchen" rel="external nofollow">@urolinchen</a> oder auch &quot;Public is the new Private&quot; von&nbsp;<a href="https://twitter.com/jeremythai" rel="external nofollow">@jeremythai</a>, einen &Uuml;berblick &uuml;ber &quot;Mixxt v2&quot; von <a href="https://twitter.com/getoliverleon" rel="external nofollow">@getoliverleon</a>, sehr komprimierte Informationen &uuml;ber &quot;Internet und Rechtsprechung&quot; von <a href="https://twitter.com/SocialMediaR_HH" rel="external nofollow">@SocialMediaR_HH</a>, Infos zu &quot;<a href="https://moeffju.net/blog/besser-leben-auf-der-sigint13" rel="external">Ern&auml;hrung, Schlaf, Gesundheit und so</a>&quot; von <a href="https://twitter.com/moeffju" rel="external nofollow">@moeffju</a>&nbsp;angeschaut.</p>
<p>
	Das Highlight des Freitags war f&uuml;r mich - und wahrscheinlich einige andere - allerdings die Session &quot;<a href="http://www.slideshare.net/renehamburg/freundlich-sein">Freundlich sein</a>&quot; von <a href="https://twitter.com/Lestoire" rel="external nofollow">@Lestoire</a>&nbsp;und <a href="https://twitter.com/renehamburg" rel="external nofollow">@renehamburg</a>, in der sie versucht haben einem nahezu vollen Hauptsaal n&auml;her zu bringen warum sich Freundlich sein im Alltag lohnt. Angefangen beim freundlichen Begr&uuml;ssen des B&auml;ckers am Morgen und vielen anderen Kleinigkeiten:</p>
<div style="width:600px; height:338px; margin: 10px auto;">
	<iframe allowfullscreen="" frameborder="0" height="338" src="//www.youtube-nocookie.com/embed/uDtSrJemrFU?rel=0" width="600"></iframe></div>
<p>
	Allerdings nicht weit dahinter kommt auch schon die Session &uuml;ber Ern&auml;hrung und auch wenn ich bestimmt schon zwei oder drei mal vorher eine Session von Moeffju zum Thema geh&ouml;rt habe, war es doch wieder interessant und ich habe etwas dazu gelernt. &nbsp;Ein wenig schade finde ich da, dass die Session am Ende darin ausartete, dass einige Veganer versuchten die Session mit &quot;Beweisforderungen&quot; zu st&ouml;ren, obwohl mit einem Session-Slot von 30 Minuten klar war, dass die Beweise nicht ann&auml;hernd ausgebreitet werden k&ouml;nnen. Wer sich allerdings unter dem Link oben (nicht wundern, dass die Session mit &quot;SIGINT13&quot; &uuml;berschrieben ist - es ist die gleiche Session) die Folien anschaut wird genug Quellen finden und ich kenne auch mehrere Erfolgsgeschichten von Menschen, die mit &auml;hnlichem Ern&auml;hrungsverhalten (nur meistens nicht so gut recherchiert) deutliche Erfolge erzielen konnten.</p>
<p>
	Damit war f&uuml;r mich allerdings auch der BarCamp-Tag mehr als nur ausreichend gef&uuml;llt und ich habe auf die anschliessende Party bzw. das PowerPoint-Karaoke, welches sehr lustig gewesen sein soll, verzichtet und mich lieber f&uuml;r den Samstag ausgeschlafen.</p>
<p>
	Der Samstag begann dann mit der Session &quot;Warum es geil ist, ein Arschloch zu sein&quot; von <a href="https://twitter.com/mthie" rel="external nofollow">@mthie</a>, welche als &quot;Gegensession&quot; zur Session von Rene gedacht war, meiner Meinung nach aber doch eher floppte. Weiter mit &quot;Fl&uuml;ge hacken&quot; von <a href="https://twitter.com/greinr" rel="external nofollow">@greinr</a>, &quot;Kinder im Internet&quot; von <a href="https://twitter.com/kassanja" rel="external nofollow">@kassanja</a>&nbsp;bzw. ihrer Tochter und &uuml;ber &quot;Heimautomatisierung&quot; habe ich von <a href="https://twitter.com/geregeltkrieger" rel="external nofollow">@geregeltkrieger</a>&nbsp;auch etwas gelernt und mir einige neue Ideen geholt, wie ich meine eigene L&ouml;sung zur Heimautomatisierung noch verbessern kann ohne dabei den &quot;WAF&quot; (Woman Acceptance Factor) vollkommen aussen vor zu lassen.</p>
<p>
	Alles in Allem habe ich damit am Freitag sogar mehr interessante Sessions gefunden als am Samstag, bin aber mit dem gesamten BarCamp echt zufrieden.&nbsp;</p>
<p>
	Mein Dank daher hier auch noch den Sponsoren, ohne die das BarCamp so nicht m&ouml;glich gewesen w&auml;re:</p>
<p>
	OTTO, PayPal, leetchi.com, simyo, it-agile, otto group, AKRA, valtech_, immowelt.de, MANGOPAY, etracker, <a href="http://www.crowdmedia.de/" rel="external nofollow">crowdmedia</a>, e Result, Two for Fashion, Hanse Ventures, hmmh, uberMetrics technologies, intosite, sijox, CeBIT Web&amp;Mobile Solutions, fh-wedel, AY Connect, beebop, eilles Tee, Red Bull, BIONADE, vitaminwater, 1337mate und Carlsberg</p>
