---
title: "Neues altes Spiel entdeckt"
date: "2008-10-30T22:15:00+00:00"
slug: "neues-altes-spiel-entdeckt"
---

In den letzten Tagen habe ich ja recht wenig von mir h&ouml;ren lassen. Das liegt nicht etwa daran, dass ich mich an meinem M&uuml;sli verschluckt habe oder mir anderes zugesto&szlig;en w&auml;re sondern daran, dass ich wie verr&uuml;ckt ein Spiel spiele, was ich neu entdeckt habe...</p><p><!--more-->Das Spiel hei&szlig;t <a href="http://www.introversion.co.uk/uplink/">Uplink</a>, existiert f&uuml;r Windows, Linux und MacOS. Die Story ist dabei relativ schnell erkl&auml;rt. Ihr spielt dabei einen Hacker, der verschiedene Auftr&auml;ge annimmt um dabei Daten zu l&ouml;schen, Daten zu stehlen, Leuten das Leben zu versauen und noch viele andere Dinge. Dazu habt Ihr einen "Gateway", was im Endeffekt euren Computer im Spiel dar stellt. Dieser ist aufr&uuml;stbar und kann dadurch schneller werden, mehr Speicher bekommen etc.
<p style="text-align: center;"><a href="/uploads/2008/10/uplink4.gif"><img class="size-medium wp-image-687 aligncenter" title="Screenshot von der Herstellerseite" src="/uploads/2008/10/uplink4-300x225.gif" alt="" width="300" height="225" /></a></p></p><p>Zum Hacken habt Ihr dann Programme, die Passw&ouml;rter f&uuml;r euch knacken, Voice-Analyser um die Stimmen von Administratoren aufzunehmen und damit die Stimmidentifikation eines Server zu &uuml;berwinden und noch vieles Anderes. Alles passiert nat&uuml;rlich in der Angst von den Beh&ouml;rden festgenommen zu werden. Daf&uuml;r ist das wichtigste Programm der Trace-Tracker, der euch dar&uuml;ber in Kenntnis setzt, wenn die Verbindung zu euch zur&uuml;ck verfolgt wurde.</p><p>Die Ziele sind auch sehr vielseitig gehalten. Das geht von Mainframes, die vollkommen zerst&ouml;rt werden m&uuml;ssen &uuml;ber Banken, Staatliche Datenbanken etc.</p><p>Also alles in Allem viel Spa&szlig; und durchaus eine nette Nebenbesch&auml;ftigung. Einen Tip gebe ich aber noch mit auf den Weg: Hin und wieder mal ausloggen und das Savegame kopieren. Das erspart euch den kompletten Neuanfang wenn die Nachverfolgung doch erfolgreich war.</p><p>Erh&auml;ltlich ist das englischsprachige Spiel als <a href="http://www.introversion.co.uk/uplink/demo.html">Demo</a> kostenlos oder aber f&uuml;r 25 USD die Vollversion. Die kostenlose Version ist bis zu einem bestimmten Level spielbar und die interessanten Auftr&auml;ge k&ouml;nnen leider nicht gemacht werden. Beim aktuellen Dollarkurs sollte aber die Investition zumindest als Weihnachtsgeschenk m&ouml;glich sein ;)