---
title: "Das Bücher-Stöckchen"
date: "2008-10-19T18:50:00+00:00"
slug: "das-buecher-stoeckchen"
---

Heute hat mir <a href="http://gefangener-engel.over-blog.de/article-23885090.html">Claudia</a> ein St&ouml;ckchen zu geworfen, was sich mit meinen Vorlieben bei B&uuml;chern besch&auml;ftigt:
<blockquote><!--more--><strong>Gebunden oder Taschenbuch?</strong>
Ich mag da die Taschenb&uuml;cher lieber. Die sind meistens nicht so sperrig und lassen sich meiner Meinung nach auch besser lesen als die gebundenen Ausgaben.</p><p><strong>Amazon oder Buchhandel?</strong>
Also zum Anschauen bzw. mal im ersten Kapitel 3-4 S&auml;tze lesen um den Schreibstil zu sehen ist die Buchhandlung doch deutlich besser. Bestellen tue ich dann aber meistens bei Amazon. Alleine schon weil ich nichts zum Einpacken mit habe wenn ich in der Stadt rum laufe. Schlie&szlig;lich ist das dann in der Mittagspause und keine wirkliche Shopping-Tour (die ich &uuml;brigens auch nicht mag).</p><p><strong>Lesezeichen oder Eselsohr?</strong>
Lesezeichen nat&uuml;rlich. Eselsohren haben in B&uuml;chern absolut nichts verloren. Das geh&ouml;rt so zu den Dingen die ich absolut nicht mag.</p><p><strong>Ordnen nach Autor, Titel oder ungeordnet?</strong>
Hmmm ungeordnet.</p><p><strong>Behalten, wegwerfen oder verkaufen?</strong>
Verschenken oder verkaufen. Wegwerfen kommt nicht in die T&uuml;te und behalten nur bei B&uuml;chern, die ich sehr gut finde und wirklich ein zweites mal lesen w&uuml;rde. Normalerweise brauche ich ein Buch nur einmal zu lesen und habe beim zweiten Mal das Problem, dass mir sobald ich anfange zu lesen die komplette Story wieder einf&auml;llt.</p><p><strong>Schutzumschlag behalten oder wegwerfen?</strong>
Haben meine B&uuml;cher bisher nicht wirklich gehabt...</p><p><strong>Mit Schutzumschlag lesen oder ohne?</strong>
Da ich keine habe: Ohne.</p><p><strong>Kurzgeschichte oder Roman?</strong>
Kurzgeschichten sind zwar hin und wieder ganz nett aber meistens mag ich dann doch lieber die abgeschlossenen Romane.</p><p><strong>Harry Potter oder Lemony Snicket?</strong>
Was genau ist Lemony Snicket? Harry Potter habe ich nie gelesen sondern immer in der Flimmerkiste geschaut. Ansonsten eher Fantasy als alles andere.</p><p><strong>Aufh&ouml;ren wenn man m&uuml;de ist, oder das Kapitel zu Ende?</strong>
Das kommt aufs Buch drauf an. Meistens das Kapitel zu Ende lesen aber hin und wieder auch den Schlaf und die M&uuml;digkeit einfach verdr&auml;ngen und komplett zu Ende lesen :D</p><p><strong>"Die Nacht war dunkel und st&uuml;rmisch" oder "Es war einmal"?</strong>
Na komm... Was hab ich gesagt? Fantasy und nicht M&auml;rchen! Definitiv das Erste.</p><p><strong>Kaufen oder leihen?</strong>
Hmmm bisher habe ich mir noch kein Buch geliehen sondern immer gekauft.</p><p><strong>Neu oder gebraucht?</strong>
Definitiv neu! (Evtl. auch ein "M&auml;ngelexemplar" weil ist billiger ;))</p><p><strong>Kaufentscheidung: Bestsellerliste, Rezension, Empfehlung oder St&ouml;bern?</strong>
Empfehlungen.</p><p><strong>Geschlossenes Ende oder Cliffhanger?</strong>
Am liebsten geschlossen aber bei einigen B&uuml;chern ist auch das offene Ende ganz spannend weil man sich dann selber Gedanken &uuml;ber ein m&ouml;gliches Ende macht.</p><p><strong>Morgens, mittags oder nachts lesen?</strong>
Dann wenn Zeit ist.</p><p><strong>Einzelband oder Serie?</strong>
Einzelb&auml;nde. Eventuell auch Einzelb&auml;nde zu &auml;hnlichen Themen bzw. mit gleichen Figuren, die aber trotzdem alle eine abgeschlossene Story enthalten.</p><p><strong>Lieblingsserie?</strong>
Keine.</p><p><strong>Lieblingsbuch von dem noch nie jemand geh&ouml;rt hat?</strong>
Hmm wahrscheinlich keins, da eigentlich jeder die B&uuml;cher von Dan Brown kennt.</p><p><strong>Lieblingsbuch das Du letztes Jahr gelesen hast?</strong>
Ich habe letztes Jahr mehrere von Dan Brown gelesen. Einen wirklichen Favoriten habe ich da nicht, da sie mir alle gut gefallen.</p><p><strong>Welches Buch liest Du gegenw&auml;rtig?</strong>
Lucifer von Michael Cordy</p><p><strong>Absolutes Lieblingsbuch aller Zeiten?</strong>
Siehe zwei Fragen dr&uuml;ber.</p><p><strong>Lieblingsautoren?</strong>
Dan Brown.</blockquote>
Uff das war ein relativ langes St&ouml;ckchen... Da mich das <a href="http://spielkind.bplaced.net/wordpress/">Spielkind</a> neulich so lieb um ein St&ouml;ckchen gebeten hat werfe ich es mal zu ihr. Alle Anderen, die es noch nicht hatten d&uuml;rfen sich nat&uuml;rlich auch bedienen :)