---
title: "Spam in Dating-Communities"
date: "2008-08-23T14:21:00+00:00"
slug: "spam-in-dating-communities"
---

Seit einiger Zeit treibe ich mich auch in Communities rum, die klar als Dating-Communities angelegt sind. &Uuml;berall ist ein gewisses Level an Spam erkennbar, welches aber meistens vom Team unter Kontrolle gehalten und schnell beseitigt wird, so dass es den Nutzer der Community nicht weiter st&ouml;rt.</p><p>Ein Fall wo dieses nicht erkennbar ist, ist die iLove-Community. Bei dem Angebot der Firma Jamba finden sich die meisten Besucher des eigenen Profils mit einschl&auml;gigen Internet-Adressen in ihren Beschreibungen wieder. Das Spam-Abwehr-Prizip bei iLove besteht darin, dass die Nutzer der Community den Spam mit der "iLover melden"-Funktion an den Kundendienst melden. Dazu wird an allen relevanten Stellen, wie in den Profilen der "iLover" und in den Nachrichten ein Link angeboten, &uuml;ber den diese Meldung erfolgen soll.</p><p><!--more--></p><p>Nach der Meldung des Profils bzw. der Nachricht vergehen dann ca. 5-48 Stunden bis man eine Mail im internen Nachrichtensystem und zus&auml;tzlich im E-Mail Postfach erh&auml;lt, dass sich das Kundendienst-Team f&uuml;r die Meldung bedankt und das Profil gesperrt wurde. Diese Nachricht ist - nat&uuml;rlich - automatisch generiert und f&auml;llt wahrscheinlich beim Sperren eines gemeldeten Profils automatisch an alle an, die dieses Profil gemeldet haben.</p><p>Wie eingangs beschrieben, nimmt allerdings trotz dieser Funktion der Spam ein sehr hohes Level an. In dem einen Monat, den ich bisher in dieser Community angemeldet bin habe ich inzwischen eine "schwarze Liste" aufgebaut, die 6 Seiten 0 Profile umfasst. Auf dieser Liste landen alle Profile, die ich mit der "iLover melden" funktion an den Kundendienst verweise.</p><p>Auf eine E-Mail meinerseits an den Kundendienst des Portals mit einer Anregung doch einen Filter in die Funktion zum Editieren von Feldern im Profil einzubauen, welcher Links und andere unerw&uuml;nschte Inhalte filtert und diese Felder dann sperrt, wurde nicht reagiert. Dabei w&uuml;rde ich als Software-Entwickler f&uuml;r den Einbau und das Testen dieser Funktion ca. 1-2 Arbeitsstunden veranschlagen, was einmalige Kosten w&auml;ren, welche die Qualit&auml;t der Community drastisch verbessern w&uuml;rden.</p><p>Die Betreiber der Community nehmen mit ihrem Premium-Dienst (Der M&ouml;glichkeit andere Mitglieder zu kontaktieren) eine - im Vergleich zu anderen Communities mit &auml;hnlichem Ziel - sehr hohe Abo-Geb&uuml;hr ein, die mit der Anzahl der Premium-Mitglieder multipliziert wahrscheinlich durchaus ein kleines Unternehmen mit mehreren Software-Entwicklern komplett finanzieren kann. Sollte es dabei nicht das Anliegen des Betreibers sein, die Community auf einem m&ouml;glichst hohen Niveau zu halten um die bestehenden Kunden zu halten bzw. neue Kunden zu bekommen?</p><p>Ich f&uuml;r meinen Teil w&uuml;rde die Community eben auf Grund des hohen Spam und Fake-Profil Anteils nicht an andere Interessenten weiter empfehlen. Somit ist f&uuml;r mich die Frage, ob es dem Betreiber entweder egal ist, ob die Nutzer zufrieden sind oder aber ob die Nutzer einen so niedrigen Qualit&auml;tsanspruch haben, dass der Spam ohne Widerworte toleriert wird.</p><p>Den Kundendienst scheint es auf jeden Fall nicht daran gelegen zu sein die Qualit&auml;t zu verbessern, da Vorschl&auml;ge zur Verbesserung weder umgesetzt noch mit irgend einem Kommentar quittiert werden sondern irgendwo unter gehen. Warum? Stehen bei einer Verbesserung der Qualit&auml;t etwa die Arbeitspl&auml;tze der bisherigen Profil-Tot-Klicker auf dem Spiel oder ist dies eine extra angebotene Werbem&ouml;glichkeit, die weitere Einnahmen generiert? F&uuml;r den zweiten Aspekt w&uuml;rde sprechen, dass die ganzen Werbeprofile durch eine sehr einfache Filterm&ouml;glichkeit bzw. explizite Suche nach bestimmten Links zu finden w&auml;ren.