---
title: "Linuxinformationstag Oldenburg 2008"
date: "2008-11-15T17:25:00+00:00"
slug: "linuxinformationstag-oldenburg-2008"
---

Wie auch die vergangenen Jahre fand heute wieder ein Linuxinformationstag in Oldenburg statt. Dieses Jahr war die Veranstaltung in den R&auml;umlichkeiten der KDO in Oldenburg. Daf&uuml;r waren im Geb&auml;ude zwei Vortragsr&auml;ume vorbereitet und es hatten sich einige Aussteller aufgebaut.</p><p>Einige der Aussteller hatten augenscheinlich nicht viel Interesse daran sich zu pr&auml;sentieren, da ihre Mitarbeiter vertieft in die Laptops mit dem R&uuml;cken zu den Besuchern sa&szlig;en. Schade eigentlich aber egal.</p><p>Bei den Vortr&auml;gen habe ich mir insgesamt vier St&uuml;ck angeschaut. Angefangen habe ich dabei mit dem Vortrag &uuml;ber IPTables als Linux-Firewall und Router. Im Endeffekt nichts neues f&uuml;r mich aber ganz interessant, da im Vortrag auch real vorhandene Beispiele genannt wurden. Dabei war als Beispiel vor allem ein Studentenwohnheim angef&uuml;hrt, in dem mittels IPTables die Paketfilterung und Absicherung des Wohnheims durchgef&uuml;hrt wurde.</p><p>Der zweite Vortrag handelte von myKmux, einem Debian-Derivat f&uuml;r kleine und mittelst&auml;ndische Unternehmen. Auch dieser Vortrag war f&uuml;r mich durchaus interessant um mal zu sehen was noch so in der Welt der freien Software passiert. Die Anwendung von myKmux ist momentan f&uuml;r mich zwar uninteressant aber sowohl der Vortrag als auch die Informationen haben sich gelohnt.</p><p>Im dritten Vortrag wurde das Thema "Softwareentwicklung unter Linux, Windows und Mac OSX mit Lazerus" angesprochen. Auch dieser Vortrag wird wohl f&uuml;r mich nicht dazu f&uuml;hren, dass ich es selber einsetze aber man soll ja auch immer mal &uuml;ber den Tellerrand schauen. F&uuml;r Pascal-Entwickler ist Lazerus sicherlich eine interessante M&ouml;glichkeit auf vielen Systemen Software zu entwickeln. Da ich mich aber schon vor vielen Jahren aus dem Pascal / Delphi-Bereich zur&uuml;ckgezogen habe wird f&uuml;r mich die Wahl bei plattformunabh&auml;ngiger Software doch eher auf Java oder eine Scriptsprache fallen.</p><p>&Uuml;ber den vierten Vortrag war ich nicht sehr begeistert, da er scheinbar falsch angek&uuml;ndigt war. Laut Ank&uuml;ndigung war ein Vortrag &uuml;ber OpenBSD geplant, den ich mir sehr gerne angeschaut h&auml;tte. Im Endeffekt war es dann "OpenBSD im kommerziellen Einsatz" was ohne gr&ouml;&szlig;ere OpenBSD-Kenntnisse nat&uuml;rlich nicht wirklich interessant ist. Trotzdem werde ich wohl bei Gelegenheit mal einen Blick in OpenBSD wagen.</p><p>Alles in allem war der Tag besser als letztes Jahr, wo ich meinen Besuch sogar vorzeitig abgebrochen habe. Die Aussteller sollten sich aber evtl. &uuml;berlegen, ob nicht motiviertere Mitarbeiter entsandt werden.