---
title: "Online-Foto-Posterdruck"
date: "2008-10-11T13:28:00+00:00"
slug: "online-foto-posterdruck"
---

Heute habe ich mich mal daran gemacht mir ein Foto-Poster zu erstellen. Dies kann man ganz gut bei <a href="http://www.ifolor.de/de_DE/820/Kategorie_PhotoPoster/Foto-Produkte.htm">Iflor</a> machen. Hier ist also mal ein kleiner (nicht gekaufter) Erfahrungsbericht...</p><p><!--more--></p><p>Das Foto-Poster hat dann das Format 50 x 35cm und ist auf 200g/m<sup>2</sup> Papier gedruckt. Die Erstellung des Posters erfolgt &uuml;ber das Webinterface von Iflor. Als erstes werden dabei zwischen 11 und 15 Bildern hochgeladen, was &uuml;ber ein Java- oder Webinterface erfolgen kann. Leider streikte das Java-Applet bei mir, so dass ich die herk&ouml;mmliche Web-L&ouml;sung nehmen musste, welche aber auch wirklich sch&ouml;n gemacht ist. Nach dem ausw&auml;hlen der Datei(en) werden diese einer Liste hinzugef&uuml;gt, in der man mit einem Fortschrittsbalken sehen kann wie viel schon an den Server gesendet wurde.</p><p>Nach einer nahezu unendlichen Zeit von ca. 6 Kapiteln in meinem aktuell gelesenen Buch waren die Bilder dann auch via ISDN an den Server &uuml;bertragen und ich konnte mit meinem Poster weiter gestalten.</p><p>Im n&auml;chsten Schritt wird ein Template f&uuml;r das Foto-Poster angezeigt, in das man die am unteren Bildschirmrand aufgelisteten Bilder ziehen soll. Dieses Template kann man dann noch anpassen und sich entscheiden, ob man sein Poster im Hochformat oder Querformat und in langweilig gerade ("classic") oder "fun" haben m&ouml;chte, wobei dann die Bilder ein wenig gedreht werden und meiner Meinung nach einfach besser ausschauen.</p><p>Das Ziehen der Bilder funktioniert leider im Opera &uuml;berhaupt nicht und es ist ganz einfach unm&ouml;glich die Bilder zu positionieren. Also weiter im Firefox - die Bilder in das Template gezogen, dann noch eine kleine Zeile Text eingegeben, welche an der unteren Kante des Posters aufgedruckt wird und schon konnte es weiter gehen.</p><p>Das Poster wird dann noch einmal als Vorschau angezeigt, damit man sicher gehen kann, dass man es so haben m&ouml;chte. Nach der Best&auml;tigung, dass es so gef&auml;llt, ist das Poster fertig und nach der Eingabe der Adresse bekommt man eine Bestellbest&auml;tigung angezeigt.</p><p>Geliefert wird mir das Poster dann nach einer Bearbeitungszeit von ca. 5 Werktagen (laut Website) per Post auf Rechnung nach Hause. Kosten f&uuml;r den Spa&szlig;: 5,50  f&uuml;r das Poster und noch ein wenig Versand machen insgesamt knapp &uuml;ber 10 , die ich f&uuml;r einen individuellen Wandschmuck mit meinen ausgew&auml;hlten Motiven doch gerne ausgebe.</p><p>Mein Fazit ist also, dass der Shop im Gro&szlig;en und Ganzen sehr brauchbar ist, allerdings der Fehler mit dem Opera unbedingt beseitigt werden muss um mehr Kunden anzusprechen. Schlie&szlig;lich hat nicht jeder drei Browser auf seinem Computer, die er dann durchprobieren kann bis es funktioniert. &Uuml;ber die Qualit&auml;t des Posters kann ich momentan nichts sagen, dazu wird es aber sicher noch einen zweiten Post geben wenn das Poster bei mir angekommen ist.