---
title: "Schulchaos"
date: "2008-09-17T20:18:00+00:00"
slug: "schulchaos"
---

Das Chaos an unserer Berufsschule ist scheinbar perfekt. Nachdem ich bedingt durch das &Uuml;berspringen eines Jahres die Klasse gewechselt hatte war heute schon wieder ein Wechsel dran.</p><p>Die Klasse, in die ich gewechselt war, hatte mit 33 Sch&uuml;lern die maximale Grenze von 31 Sch&uuml;lern in nur einer Klasse &uuml;berschritten und musste daher schrumpfen. Somit kam die Schulleitung des Schulzentrums auf die Idee, dass doch drei Sch&uuml;ler die Klasse verlassen m&uuml;ssten um die Klassengr&ouml;&szlig;e wieder unter das maximale Level zu bringen. Also wurde bei allen Sch&uuml;lern, die neu in die Klasse gekommen waren der Betrieb gefragt, ob es m&ouml;glich w&auml;re die neu hinzu gekommenen Sch&uuml;ler in die Parallelklasse zu versetzen, welche mit 27 Sch&uuml;lern ja noch unter dem maximal-Niveau lag.</p><p>Nachdem also mein Ausbildungsleiter mit mir gesprochen hatte und mir versicherte, dass er der Schulleitung die Idee mit einem klaren "Nein" quittiert, war ich mir relativ sicher, dass es mich nicht trifft. Das w&auml;re in so fern auch sinnvoll gewesen, als dass in der Klasse schon zwei Auszubildende aus meiner Firma waren und wir somit dann zu viert gewesen w&auml;ren und eine prima Lerngruppe f&uuml;r die in 237 Tagen anstehende Abschlusspr&uuml;fung gebildet h&auml;tten.</p><p>Leider kam es zu der versprochenen Absage - aus mir nicht erkl&auml;rlichen Gr&uuml;nden, da genug Zeit f&uuml;r die R&uuml;ckmeldung war - nicht und somit entschied die Schulleitung dieses als Zusage zu werten und meinen Kollegen und mich aus der Klasse wieder zu entfernen und in die Parallelklasse zu stecken. Heute habe ich dann von meinem (ehemaligen) Klassenlehrer erfahren, dass ich in Zukunft in der anderen Klasse unterrichtet werde.</p><p>Tja so gew&ouml;hne ich mich inzwischen in die dritte Klasse ein, in der ich nun wirklich gar keinen mehr kenne (au&szlig;er dem mit versetzten Kollegen) und schaue mal was daraus wird. Ich frage mich nur wie bei einer solchen Organisation sich diese Schule als "gute Informatikschule" betrachten kann. Sollte man da nicht vielleicht bei der Zuteilung in die neuen Klassen schon merken, dass man die gesetzlichen Vorgaben &uuml;berschreitet und schon eingreifen <em>bevor</em> es zu sp&auml;t ist und der Unterricht wieder begonnen hat? :shock:</p><p>P.S.: Gibt es eigentlich einen Award f&uuml;r mangelhafte Organisation?