---
title: "Projekt52: 01. Meine Stadt"
date: "2009-01-08T13:55:00+00:00"
slug: "projekt52-01-meine-stadt"
media: /uploads/2015/07/30/3783370.jpg
---

<img class="alignright size-full wp-image-955" title="projekt52_21" src="/uploads/2009/01/projekt52_21.jpg" alt="projekt52_21" width="166" height="166" />Heute bin ich dann auch endlich dazu gekommen mal ein paar Fotos zum Projekt 52-2009 zu machen. Das Thema der ersten Woche war von Sari gezogen als "<a href="http://www.mondgras.de/sari02/index.php/2009/01/04/p52-09-01-wochenthema/">Meine Stadt</a>". Ich lebe allerdings nicht in einer Stadt sondern in einer Gemeinde im Bundesland Niedersachsen. Genauer noch ist es die Gemeinde Weyhe im Landkreis Diepholz. Viel spektakul&auml;res gibt es bei uns nicht zu sehen und leider l&auml;sst sich die Gemeinde mit einer Fl&auml;che von 60,3 km (Wikipedia) auch nicht mit einem Foto erfassen. (Okay es ginge vielleicht, wenn ich gerade einen Helikopter, super klares Wetter und eine gute Kamera zur Verf&uuml;gung h&auml;tte... Hab ich aber nicht.)</p><p><!--more-->Somit habe ich mich f&uuml;r vier Fotos aus der Gemeinde entschieden, die verschiedene Aspekte zeigen. Durch die schlechte Sicht heute sind die Bilder leider nicht so gut geworden, wie ich es eigentlich erhofft hatte aber ich denke man kann doch darauf erkennen, was es sein soll.
<p style="text-align: center;"><a href="/uploads/2009/01/collage.png"><img class="size-medium wp-image-954 aligncenter" style="border: 1px solid navy;" title="Meine Stadt: Collage" src="/uploads/2009/01/collage-300x225.png" alt="Meine Stadt: Collage" width="300" height="225" /></a></p></p><p>Auf dem gro&szlig;en Bild rechts unten ist der Bahnhof des Ortsteils Kirchweyhe zu erkennen. Ich habe hier zwar auch einen Bahnhof vor der T&uuml;r, der besteht allerdings nur aus zwei Betonkanten, die sich Bahnsteig nennen und wird von den meisten Z&uuml;gen auf der Bahnstrecke Osnabr&uuml;ck - Bremen einfach so &uuml;berfahren und nicht weiter beachtet. In Kirchweyhe hingegen halten doch die meisten Z&uuml;ge an und Ihr k&ouml;nntet, wenn Ihr mit dem Zug fahrt den Bahnhof wieder finden.</p><p>Das Bild links oben zeigt die "Alte Weser". Die alte Weser ist genau das wie sie hei&szlig;t. Fr&uuml;her war die Weser im Bereich von Dreye (Der Ortsteil, in dem ich wohne) noch nicht so gerade wie sie heute ist, sondern hatte einen gr&ouml;&szlig;eren Bogen. Dabei ging sie durch den Wieltsee und auch durch die alte Weser. Heute hingegen ist die alte Weser nur noch durch einen kleinen absperrbaren Zufluss mit der eigentlichen Weser verbunden. Die alte Weser ist im Sommer ein "Badespa&szlig; f&uuml;r die ganze Familie". Kein Eintritt und trotzdem Wasser zum drin Baden und dabei nicht einmal mit einer Chemikalienfabrik zu verwechseln, die Chlor-Reiniger herstellt.</p><p>Die beiden anderen Bilder sind aufnahmen von Feldern, von denen wir auf den &uuml;ber 60km einige haben. Man kann also sagen, dass wir auch noch Natur in der Gemeinde haben und das direkt neben der gr&ouml;&szlig;eren Stadt Bremen, an deren Grenze unsere Gemeinde direkt anst&ouml;&szlig;t.</p><p>Die originalen <a href="http://www.23hq.com/Luzifer/p52-09-01">Bilder</a> sind auch bei 23hq im <a href="http://www.23hq.com/Luzifer/album/3783369">Projekt52-Album</a> zu finden.
