---
title: "Fotokalender 2010 von Extrafilm"
date: "2009-12-02T00:05:00+00:00"
slug: "fotokalender-2010-von-extrafilm"
---

[<a href="http://www.trigami.com/?blog=http://blog.knut.me" rel="nofollow" target="_blank">Trigami-Anzeige</a>]<script type="text/javascript" src="http://s.trigami.com/262903s.js"></script>
     <img class="alignright size-full wp-image-3027" title="ExtraFilm" src="/uploads/2009/12/200x100_Logo-EF_DE.png" alt="ExtraFilm" width="200" height="100" />Schon Anfang November durfte ich wieder ein Fotoprodukt von ExtraFilm testen. Dieses mal ist es ein Fotokalender in der Gr&ouml;&szlig;e A4, welcher mit 13 eigenen Fotos versehen und von ExtraFilm dann frei Haus zugestellt wird. Nur das Aufh&auml;ngen muss man noch selber &uuml;bernehmen.</p><p><!--more-->Jetzt aber zum Kalender: Ich habe mir ein relativ schlichtes Design ausgesucht, weil auf dem Design am meisten Informationen pro Kalenderblatt zu sehen sind. Zum Beispiel erkennt man die Wochennummern, Feiertage usw. auf dem Kalenderblatt. F&uuml;r die Fotos habe ich dann mein Archiv ein wenig durchsucht um Bilder zu finden, die zu dem Monat passen, f&uuml;r den sie auch eingef&uuml;gt sind.
<p style="text-align: center;"><img class="size-full wp-image-3028 aligncenter" title="Der September wie er an meiner Wand h&auml;ngen wird" src="/uploads/2009/12/P1010401.png" alt="Der September wie er an meiner Wand h&auml;ngen wird" width="500" height="500" /></p></p><p>Wie man auf dem Bild zu meinem Kalender sehen kann habe ich mir f&uuml;r den September ein Bild ausgesucht, welches ich hier schon von einer anderen Druckerei als Fotoprint an der Wand h&auml;ngen habe. Ich muss sagen bei allen Bildern hat ExtraFilm die Farbwiedergabe sehr gut hinbekommen und ich bin absolut zufrieden mit den Bildern. Im Endeffekt habe ich mir zwar statt der 13 m&ouml;glichen Bilder (12 Monate + Deckblatt) nur 12 ausgesucht und das Bild f&uuml;r den September gleichzeitig als Deckblatt genommen aber es w&auml;re theoretisch m&ouml;glich das Deckblatt, auf dem gleichzeitig auch die Ansicht f&uuml;r 2010 und 2011 ist mit einem anderen Bild zu gestalten.</p><p>Die Gestaltung selber habe ich &uuml;ber die Webseite von Extrafilm selber gemacht, was ich mit dem Safari absolut nicht empfehlen kann. Aber nach dem Wechsel auf Google Chrome war auch das Gestalten sehr schnell gemacht und ist meiner Meinung nach gegen&uuml;ber dem Designer zu empfehlen, wenn man eine langsamere Internetverbindung hat und nur mal ein Projekt machen will. Beim Designer m&uuml;sste man halt ewig lange darauf warten, dass die ganzen Vorlagen geladen werden w&auml;hrend das bei der Webseite nicht n&ouml;tig ist. Au&szlig;erdem kann man auf der Webseite auch mit einem OSX-System ohne irgendwelche Emulatoren die Kalender etc. erstellen w&auml;hrend der Designer Windows voraussetzt.</p><p>Alles in allem bin ich mit dem Kalender zufrieden und werde ihn gerne an die Wand h&auml;ngen. Wer sich selber einen Kalender f&uuml;r 2010 erstellen m&ouml;chte, kann das <a rel="nofollow" href="http://www.extrafilm.de/weihnachten?epc=TRX98988">Weihnachtsangebot</a> von ExtraFilm nutzen:
<ul>
	<li>20% Mengenrabatt ab der Bestellung von 2 Stk. (identisches Produkt; muss aber nicht dasselbe Design sein, jedoch dasselbe Format)</li>
	<li>Gilt f&uuml;r: Alle Kalender, Agenden, Fotob&uuml;cher, Leinw&auml;nde sowie Fotogeschenke</li>
	<li>Versandkostenfreie Lieferung ab einem Nettorechnungsbetrag von 45 EUR</li>
	<li>G&uuml;ltigkeit: pro Person bis 28.02.2010 unendliche Male</li>
</ul>