---
title: "Wie funktioniert ein Fernsehquiz?"
date: "2009-11-06T19:32:00+00:00"
slug: "wie-funktioniert-ein-fernsehquiz"
---

<p style="text-align: center;"><img class="size-full wp-image-2955 aligncenter" title="Quiz -&gt; Cash" src="/uploads/2009/11/quiz_cash.png" alt="Quiz -&gt; Cash" width="506" height="176" /></p></p><p>Gestern Abend habe ich beim Zappen durch das TV-Programm mal wieder eine der "Late-Night-Quizshows" erwischt und bin dabei h&auml;ngen geblieben. Ich m&ouml;chte hier allen, die immer noch der Meinung sind, sie k&ouml;nnen da das gro&szlig;e Geld machen das Prinzip hinter diesen Quizshows ein wenig erl&auml;utern.</p><p><!--more-->Nehmen wir dazu ein Beispiel aus dem realen Leben. Man sieht ein Studio, in diesem Studio steht eine Pinnwand mit einer &Uuml;berschrift. Diese &Uuml;berschrift fordert dazu auf Tiere zu nennen, in deren Artennamen an zweiter Stelle ein "A" steht. Davon sind 16 Namen an die Pinwand geschrieben und wiederum mit Karten &uuml;berdeckt. Dazu gibt es am unteren Bildschirmrand die Einblendung einer Telefonnummer mit dem Anfang "01379" - also eine typische und oft im Fernsehen verwendete Nummernart. Zur Nummer komme ich aber sp&auml;ter noch. Zus&auml;tzlich braucht man im Studio noch Personen, die f&uuml;r die Motivation der Zuschauer sorgen. Stellen wir z.B. eine gut aussehende junge Dame dort hinein. Dann noch ein paar Timer, die beliebig eingeblendet werden k&ouml;nnen und schlie&szlig;lich noch Spielgeld. Also im Endeffekt Papier im Design echter Geldscheine mit dem Aufdruck "Muster".</p><p>Kommen wir zuerst zu unserer jungen Dame. Was sie daf&uuml;r bekommt, dass sie sich leicht bekleidet in das Studio stellt und sich w&auml;hrend der ganzen Sendung Motivationsspr&uuml;che ausdenkt, die daf&uuml;r sorgen sollen, dass der Anrufer zum Telefon greift kann ich nicht sagen. Aber immerhin spielt sie ihre Rolle &uuml;berzeugend und wird wahrscheinlich eine (kurz)Ausbildung im Bereich Marketing und Psychologie genossen haben. Schlie&szlig;lich funktioniert die Sendung ja und das w&uuml;rde sie nicht, wenn die Worte nicht mit Bedacht gew&auml;hlt w&uuml;rden.</p><p>Dann haben wir noch das Geld. Klar wenn man f&uuml;r etwas anruft, was vermeintlich zu sehen ist, dann ist es viel einfacher anzurufen. Das sehen wir auch bei den normalen Gewinnspielen. W&uuml;rdet Ihr mich jetzt aufrufen, wenn ich sage, dass Ihr einen Fernseher daf&uuml;r bekommt? Wahrscheinlich nicht. Und wenn, dann h&auml;tte ich noch irgendwo einen kleinen Schwarz-Wei&szlig;-Reisefernseher stehen. Also w&uuml;rde das Produktbild des 109cm-LCD-TV doch wesentlich besser ziehen.</p><p>Und nat&uuml;rlich die 01379-er Nummer. Kann man sich bei entsprechenden Providern kosteng&uuml;nstig buchen. Nach einer kurzen Recherche bin ich schon auf einen Anbieter gesto&szlig;en, der mir eine solche Nummer kostenlos zur Verf&uuml;gung stellt, wenn ich daf&uuml;r sorge, dass im Monat mehr als 1.000 Leute anrufen. Den geneigten Anrufer kostet die Nummer aus dem deutschen Festnetz 50 Cent. Aus dem Mobilfunknetz weicht es ab. (Real sind da Preise von 1-2 Euro &uuml;blich. Fragt einfach mal euren Mobilfunkanbieter.) Somit mag es gar nicht so viel erscheinen, wenn Summen von 30.000 Euro winken. Was sind da schon 50 Cent? Schauen wir uns jetzt einmal die Provider-Seite der Verg&uuml;tung an, die von der Sauerl&auml;nder B&uuml;rgerliste ein wenig beleuchtet wurde:
<blockquote>[Der Provider] hat branchen&uuml;blich vom Provider der Telefonnummer pro Anruf eine Verg&uuml;tung zwischen 0,29 Euro und 0,329 Euro zu erwarten. [...]</p><p>(Quelle: <a href="http://sbl-fraktion.de/aus-dem-kreistag/anfrage-zum-gewinnspiel-von-radio-sauerland.html">Sauerl&auml;nder B&uuml;rgerliste</a>)</blockquote>
Also gehen wir davon aus, dass die Konditionen nicht gut verhandelt sind und der Veranstalter 29 Cent bekommt. Den Rest teilen sich der Anbieter der Nummer und der Transferprovider. Aber der Teil interessiert uns hier nicht. Vielmehr denken wir dr&uuml;ber nach wie viele Anrufer wohl f&uuml;r unser Quiz anrufen werden.</p><p>Genau da kommen wir zu unserer Pinnwand. Wie schon gesagt stehen 16 Begriffe zur Auswahl. 16 Tiere, die ein A an zweiter Stelle haben. Da h&auml;tten wir die Katze, die Maus, eine Ratte und noch viele mehr. Aber mehr als diese drei leichten Begriffe brauchen wir nicht. Diese bringen wir auf der Pinnwand unter. Ruft jetzt also ein Teilnehmer an und nennt uns bei den am Anfang noch niedrigen Summen von 200 Euro die Maus, decken wir diese auf und schenken ihm 200 Euro.</p><p>H&ouml;rt sich nach einem Verlust an? Mag bis jetzt sogar sein. Immerhin m&uuml;ssten wir jetzt schon 690 Anrufe gehabt haben um die 200 Euro abzudecken. Gut aber machen wir weiter: Der n&auml;chste Anrufer verbockt es und nennt den Papagei, den wir nicht aufgeschrieben haben. Schade auch. Also geben wir 300 Euro Anreiz vor und jemand nennt unsere Katze. Also 500 Euro Ausgaben. Und weil es gerade so gut l&auml;uft gibt es 500 f&uuml;r die Ratte. Damit haben wir unsere drei leichten Begriffe aufgedeckt und die Zuschauer sehen, dass es ja total einfach ist und rufen vermehrt an.</p><p>Gehen wir also mal rein rechnerisch davon aus, dass uns 5.000 Personen zusehen, die auch gewillt sind mindestens einmal anzurufen. Somit kassieren wir 1.450,- Euro (5000 * 29ct) und haben schon die Ausgaben gedeckt. Jedem dieser Anrufer tun die 50ct nicht wirklich weh und deswegen (immerhin erh&ouml;hen wir konstant weiter die Gewinnsumme) rufen immer mehr Personen an. Schlussendlich bieten wir 20.000 Euro Gewinn an. Wer w&uuml;rde nicht gerne an einem Abend so viel Geld gewinnen? Also ich definitiv.</p><p>Nach 30 Minuten und 20 Anrufern, die durchgestellt wurden wird das Spiel beendet. Leider hat die 20.000 Euro niemand gewonnen, da alle nur Tiere genannt haben, die nicht auf unserer Wand stehen. Dabei h&auml;tte unsere junge Dame es doch jedem so gew&uuml;nscht...</p><p>Jetzt ist die Frage: 20 Anrufer? Sprach ich nicht gerade von 5.000 und mehr? Na klar. Aber immerhin k&ouml;nnen die Server, die alle Anrufe an unsere Nummer verwalten sehr viele Leitungen entgegen nehmen. Zum Beispiel 400 gleichzeitige Anrufer. Wovon allerdings eine spezielle Leitung getroffen werden muss und dann auch noch der Zufall entscheidet, wer ins Studio durch kommt. Also wo sind meine Anrufer? Richtig. Vom Server abgewimmelt. "Leider hatten Sie diesmal kein Gl&uuml;ck. Probieren Sie es doch gleich noch einmal! *tut tut tut tut*"</p><p>Jetzt haben wir also schon sehr viele Anrufer und das Spiel ist fast perfekt. Aber wie sorgen wir daf&uuml;r, dass kein Anrufer die 20.000 Euro bekommt? Ganz einfach: Ihr erinnert euch, dass ich von drei Begriffen sprach? Naja eigentlich haben wir schon 16. W&auml;re ja sonst Betrug und strafbar. Aber sind die Tiere aus den wissenschaftlichen Ver&ouml;ffentlichungen mit Namen wie "Nasentermite" nicht auch Tiere? Doch. Und jetzt mal Finger hoch: Wer w&auml;re auf eine Nasentermite gekommen? Ich habe vorher jedenfalls noch nichts davon geh&ouml;rt. Und immerhin: Die Wissenschaftler schreiben genug um davon noch 12 Begriffe zu finden.</p><p>Und so versuchen es in diesem einen Spiel zig tausende Leute mehrfach durchzukommen. (Von einem Bekannten h&ouml;rte ich die Zahl von 100 Versuchen... Mit dem Handy. - Autsch!) Also nehmen wir einfach mal an, dass wir an diesem Abend 100.000 Anrufe zusammen bekommen. - Macht 29.000 Euro &Uuml;berweisung auf unser Konto. Abz&uuml;glich 1.000 Euro an die Gewinner, abz&uuml;glich dem Gehalt f&uuml;r unsere Dame und so weiter. Also gro&szlig;z&uuml;gig gerechnet: 9.000 Euro Abz&uuml;ge. 20.000 Euro Gewinn in einem Spiel... Ich sehe vor meinem geistigen Auge den Chef des Senders freudig grinsen und kann es ihm nicht verdenken. W&uuml;rde ich auch.</p><p>Die Anrufer - mal abgesehen von den drei Gl&uuml;ckspilzen - um etliche Euro &auml;rmer, der Sender mit einem Plus von 20.000 Euro. K&ouml;nnte man glatt den ganzen Tag laufen lassen. Achja bl&ouml;der Jugendschutz...</p><p>Ich hoffe mein Post &ouml;ffnet wenigstens ein paar Leuten die Augen und verhindert Handyrechnungen von mehreren 100 Euro.