---
title: "Blogparade: Auswandern"
date: "2009-10-09T23:20:00+00:00"
slug: "blogparade-auswandern"
---

<p style="text-align: center;"><img class="size-full wp-image-2831 aligncenter" title="Oslo Panorama (Original von Dimitri Neyt)" src="/uploads/2009/10/auswandern.png" alt="Oslo Panorama (Original von Dimitri Neyt)" width="506" height="176" /></p></p><p>Gerade habe ich bei <a href="http://www.slideaway.ch/blogparade-auswandern/">Dani</a> eine Blogparade gefunden, in der er ein paar Fragen zum Thema Auswandern stellt. Diese Blogparade m&ouml;chte ich nutzen um hier doch wieder ein wenig Leben hineinzubringen, w&auml;hrend ich mich mit dem Studium herumschlage.</p><p>Als Fragen f&uuml;r die Blogparade hat Dani die Folgenden auf Lager:
<blockquote>[...] Und zwar m&ouml;chte ich wissen ob die Blogger ans Auswandern denken. Warum? Wohin? Oder ist jemand bereits ausgewandert? Ich m&ouml;chte es auf jeden Fall wissen.</blockquote>
<ol>
	<li>Ja, ich denke seit l&auml;ngerem &uuml;ber das Auswandern nach.</li>
	<li>Mir gef&auml;llt es hier in Deutschland nicht wirklich. Die Politik ist zu gro&szlig;en Teilen einfach untragbar (Gut ich hoffe, dass wir Piraten das zumindest wieder ein wenig in die richtige Richtung bringen k&ouml;nnen.), das ganze Zusammenleben ist eher ein nebeneinander leben, als dass es irgendetwas mit zusammen zu tun hat. Was die Verdienstm&ouml;glichkeiten angeht wei&szlig; ich, dass in diversen L&auml;ndern die Menschen wesentlich besser da stehen als hier (Auch durchaus noch, wenn man in dem jeweiligen Land die h&ouml;heren Abgaben etc. ber&uuml;cksichtigt.). Diese Liste k&ouml;nnte man noch weiter f&uuml;hren aber das wichtigste ist eigentlich genannt.</li>
	<li>Beim Wohin lege ich mich nicht direkt fest sondern setze da eher auf Regionen. In der n&auml;heren &Uuml;berlegung w&auml;ren die Schweiz, skandinavische L&auml;nder (Daher auch das Panorama von Oslo im Header) oder Kanada (Aber bitte nur der englische Teil!).</li>
	<li>Bisher bin ich es nicht, weil ich in dem Fall, dass ich so einen bedeutenden Schritt mache auch sicher sein will, dass ich in dem Land, in das ich dann auswandere niemandem "auf die Tasche falle" wie es so sch&ouml;n hei&szlig;t. Also meinen Lebensunterhalt selber bestreiten kann. Ansonsten h&auml;lt mich hier sicherlich, dass es doch noch ein paar Leute gibt, die ich vermissen w&uuml;rde. Allerdings w&auml;re die Entscheidung hier zu bleiben und die aktuelle Situation fortzusetzen oder in eine andere (bessere) Zukunft zu gehen relativ einfach.</li>
</ol>
So auch wenn mir jetzt bei den Antworten sicherlich einige Leute wieder negatives Denken oder Schwarzmalerei vorwerfen, das ist die Situation, wie ich sie sehe. Nach meinem Studium werde ich mich auf jeden Fall, dann mit einem noch qualifizierteren Abschluss, auch au&szlig;erhalb der Grenzen Deutschlands umsehen, was dort so zu finden ist.</p><p><small>(Panorama von Oslo: <a href="http://commons.wikimedia.org/wiki/File:Olso_panorama.jpg">Original</a> ver&ouml;ffentlicht von Dimitri Neyt unter Public Domain)</small>