---
title: "Kostenlose Dienste im Internet"
date: "2009-06-01T13:52:00+00:00"
slug: "kostenlose-dienste-im-internet"
---

Ich hoffe zwar, dass dieser Artikel bei meinen Lesern eigentlich gar nicht n&ouml;tig ist, schreibe ihn allerdings trotzdem um eventuell Leute auf bestimmte Dinge aufmerksam zu machen, die Beachtung finden sollten. Immer wieder h&ouml;rt man davon, dass jemand (teilweise auch aus dem eigenen Bekanntenkreis) auf eine "Abzocke" im Internet hereingefallen ist. Wie in den meisten F&auml;llen wurde ein kostenloses Angebot offeriert und dann in den AGB, die schlie&szlig;lich jeder mit einem Klick best&auml;tigt, der Kostenhammer gez&uuml;ckt.</p><p><!--more-->Ein sehr interessantes Beispiel ist mir heute gerade wieder in der Werbung auf Facebook aufgefallen. Die Werbung offerierte mir - dank meinem Status "Single" im Facebook - eine Flirt- und Partnerseite, auf der ich mich kostenlos anmelden und losflirten k&ouml;nne. Wer sich ein wenig mit der Thematik auseinander gesetzt hat wei&szlig;, dass es auf den Flirtseiten nichts gratis gibt, was brauchbar ist.</p><p>Also habe ich einen Blick in die AGB (Wie &uuml;blich in Grau auf Wei&szlig; im Footer zu finden) geworfen. Die AGB sind - ebenfalls &uuml;blich - mal wieder in einer Schriftgr&ouml;&szlig;e gehalten, bei der sich viele Leute dar&uuml;ber beschweren w&uuml;rden, dass sie ja kaum lesbar sind. In diesen AGB folgen erst einmal vier Punkte mit neun Abs&auml;tzen an &uuml;blichem Bla-Bla. Halt das was man zu jedem Vertragsabschluss in jeder X-Beliebigen AGB liest. Nach ca. der H&auml;lfte der AGB folgt dann der interessante Teil: Der Punkt "Leistungen". Hier ein Auszug aus entsrechender AGB:
<blockquote>[...] Das kostenpflichtige Testabonnement hat eine Laufzeit von 14 Tagen und kann jederzeit gek&uuml;ndigt werden. Es verl&auml;ngert sich um sechs Monate, wenn es dieser Zeit nicht gek&uuml;ndigt wird. Wenn der Kunde nicht vor Ablauf eines laufenden Verl&auml;ngerungszeitrums k&uuml;ndigt, verl&auml;ngert sich der Vertrag um jeweils weitere sechs Monate. Das kostenpflichtige Abonnement hat eine Laufzeit von sechs Monaten. Auch hier gilt, dass sich das Abonnement um jeweils weitere sechs Monate verl&auml;ngert, wenn der Kunde nicht vor Ablauf eines laufenden Verl&auml;ngerungszeitrums k&uuml;ndigt. [...]</blockquote>
Also mit anderen Worten in Wirklichkeit sollen wir doch etwas zahlen. Nur wo sind eigentlich die Preise? Preislisten auf der Homepage? Fehlanzeige. Also weiter in der AGB graben, auch wenn es nach obigem Absatz schwer f&auml;llt. Kurz sp&auml;ter fallen dann auch die Preise auf:
<blockquote>[...] Der Preis f&uuml;r das vierzehnt&auml;gige kostenpflichtige Testabonnement betr&auml;gt 1,99 EUR inkl. MwSt.. Der Preis ist nach Vertragsschluss zu zahlen. Das kostenpflichtige sechsmonatige Abonnement kostet 19 EUR monatlich inkl. MwSt. [...]</blockquote>
Also wenn wir rechtzeitig etwas merken, dann kostet uns der Spa&szlig; zwei Euro. Wenn nicht sind wir "mal eben" 114 Euro los.</p><p>So wer genau liest diese AGB vor dem Klick? Ja klar der Checkbox zufolge jeder. Und jetzt mal ganz ehrlich: Wann habt Ihr eure letzte AGB gelesen? Meistenteils l&auml;uft es doch eh darauf hinaus, dass nach dem ersten Absatz der, meisten von Anw&auml;lten in perfektem Rechtsdeutsch geschriebenen, AGBs jeder aufh&ouml;rt zu lesen.</p><p>Das was ich euch hier mitteilen m&ouml;chte, falls Ihr es noch nicht sowieso wusstet ist: Im Internet gibt es nahezu nichts kostenlos. Schon gar keine Partnerportale. Gerne Verweise ich da auf meinen <a href="http://blog.knut.me/2009/03/die-liebe-aus-dem-internet/">Artikel zum Thema</a>, in dem ich die kostenlosen Funktionen einmal n&auml;her beleuchtet habe.</p><p>Bitte tut euch selber den Gefallen und lest bevor Ihr die "Ja ich habe die AGBs gelesen"-Checkbox anklickt die AGBs wirklich durch. Oftmals sind bei Gratisangeboten entsprechende Zahlungsklauseln vorhanden.</p><p><small>Und wenn Ihr es doch sein lasst, dann behauptet hinterher nicht, dass ich euch nicht gewarnt h&auml;tte!</small>