---
title: "Softwarevorstellung: Vox"
date: "2009-07-23T14:17:00+00:00"
slug: "softwarevorstellung-vox"
---

Vor kurzem bin ich &uuml;ber eine Software im Netz gestolpert, als ich nach einem schlanken Audioplayer gesucht habe. Der Grund daf&uuml;r war einfach, dass ich im VLC meine Playlist f&uuml;r z.T. mehrere Tage habe, zwischendurch aber auch mal eine andere Audiodatei wie einen Podcast o.&Auml;. anh&ouml;ren m&ouml;chte ohne die Playlist zu zerreissen. Deswegen musste ein zweites Programm her, mit dem ich schnell die Datei abspielen kann und der dann wieder verschwindet.</p><p>Bei meiner Suche ist mir die Software <a href="http://www.voxapp.net/">Vox</a> aufgefallen, die sich in einem dezenten und kleinen, schwarzen Fenster zeigt und genau das tut was ich erwarte: Sie spielt nahezu alle Audiodateien ab, die man ihr vor wirft und plustert sich nicht unn&ouml;tig auf.
<p style="text-align: center;"><img class="size-full wp-image-2301 aligncenter" title="Vox" src="/uploads/2009/07/Bild-80.png" alt="Vox" width="264" height="196" /></p></p><p>So wie Ihr das Fenster auf dem Screenshot hier sehen k&ouml;nnt ist es auch in der originalen Gr&ouml;&szlig;e beschaffen. Somit l&auml;sst es sich bequehm zwischen die anderen offenen Fenster legen. Das ganze Fenster fungiert dabei als "Drop-Target" f&uuml;r Dateien. Das hei&szlig;t also wenn Ihr die Audiodatei einfach auf das Fenster zieht, wird diese ge&ouml;ffnet und die langwierige Suche in einem Datei-&Ouml;ffnen-Dialog entf&auml;llt v&ouml;llig.</p><p>F&uuml;r die Leute, die gerne noch n&auml;heres &uuml;ber die Datei erfahren m&ouml;chten zeigt ein kurzer Klick auf das "i" oben rechts ebenfalls sehr gut in die Anwendung eingepasst noch einige Informationen &uuml;ber die Audiodatei:
<p style="text-align: center;"><img class="size-full wp-image-2302 aligncenter" title="Vox" src="/uploads/2009/07/Bild-81.png" alt="Vox" width="385" height="196" /></p></p><p>In diesem Infobereich l&auml;sst sich ebenfalls auch noch ein Albumbild anzeigen, indem man einfach unten im Auswahlmen&uuml; die entsprechende Option w&auml;hlt. Dazu wird dann die Last-FM Datenbank nach dem entsprechenden Bild durchsucht und dieses angezeigt. Zum Thema Last-FM sei auch noch gesagt, dass Vox einen eigenen Scrobbler integriert hat, der die Titel direkt in das Last-FM Profil &uuml;bertragen kann.</p><p>Zum Download steht Vox auf der Webseite <a href="http://www.voxapp.net/">www.voxapp.net</a> und macht auch da seinem Titel als Leichtgewicht wieder alle Ehre: 2.5 MB Download f&uuml;r einen kompletten Audioplayer.</p><p>Mein Urteil dazu: Vollkommen empfehlenswert. Er wird zwar VLC nicht abl&ouml;sen aber als L&ouml;sung f&uuml;r oben genannte Probleme auf meinem Rechner bleiben.