---
title: "Die Liebe aus dem Internet"
date: "2009-03-27T22:56:00+00:00"
slug: "die-liebe-aus-dem-internet"
---

Auch wenn es vielleicht so klingen mag will ich weder versuchen euch hier einen (neuen) Partner anzudichten noch habe ich vor eine Internet-Partnerb&ouml;rse zu starten. Viel mehr will ich mal zusammenfassen, was ich aus etwas mehr als einem Jahr, welches ich mich in online-Partnerb&ouml;rsen rumgetrieben habe, an Erfahrungen mitgenommen habe.</p><p>Erstmal vorweg: Ich werde hier keine Namen irgendeiner der Partnerb&ouml;rsen nennen, da im Endeffekt keine meine Empfehlung verdient und ich nat&uuml;rlich keine Schm&auml;hbeitr&auml;ge &uuml;ber Dienstleister verfasse. Der Beitrag spiegelt meine eigene Erfahrung wieder und es bleibt jedem selber &uuml;berlassen, wie er damit umgeht.</p><p><!--more-->Getestet habe ich insgesamt zwei Partnerb&ouml;rsen (plus eine grob angeschaute), wobei ich daf&uuml;r weder bezahlt wurde noch habe ich irgend eine Verg&uuml;nstigung erhalten. Was generell auff&auml;llt ist, dass alle dieser Partnerb&ouml;rsen sowohl eine kostenlose als auch eine bezahlte "Ebene" anbieten. Die Kostenlose kostet euch dabei nur einige (oder einige mehr) pers&ouml;nliche Daten. Die kostenpflichtigen Dienste beginnen schon wenn man mit anderen Mitgliedern dieser Portale - was ja bei Partnerb&ouml;rsen das eigentliche Ziel ist - Kontakt aufnehmen m&ouml;chte. Teilweise aber auch schon sobald man das Profil einer Person anklickt.</p><p>Alle der Partnerb&ouml;rsen werben (auch teilweise &uuml;ber Medien wie TV o.&auml;.) mit Paaren, die sich &uuml;ber die Partnerb&ouml;rse des Betreibers gefunden haben und gl&uuml;cklich sind. Nat&uuml;rlich ist es genau das was uns Singles anspricht, die sich zwar einen Partner w&uuml;nschen aber keinen haben. Vielleicht lauert ja in der Partnerb&ouml;rse der oder die richtige... Vorweg: Vergesst es!
<h4>Portal 1</h4>
Fangen wir zuerst mit der Partnerb&ouml;rse eines gro&szlig;en Deutschen Unternehmens an, was schon durch andere dubiose Praktiken in der Kritik stand. Der Preis: Meiner Meinung nach ein Knaller! Entweder per Premium-Abo &uuml;ber das Handy: Grob &uuml;berschlagen 25 Euro im Monat. Aua! Oder aber als alternative eine Jahresmitgliedschaft f&uuml;r nur gerade einmal 100 Euro... Na vielen Dank das ist ja ein richtiges Schn&auml;ppchen.</p><p>In dieser Partnerb&ouml;rse wird sehr auf die Privatsph&auml;re des Users geachtet. Immerhin gibt es f&uuml;r Nachrichten einen "Melden"-Button, bei Profilen ebenso und &uuml;berhaupt wird der Inhalt und die Bilder auf nicht gew&uuml;nschte Inhalte gepr&uuml;ft... Denkste! Im Profil kann man alles eintragen - von Webadressen &uuml;ber ICQ-Nummern als auch Handynummern.Dann besteht ca. die H&auml;lfte des Netzwerks aus Spambots, die nur darauf aus sind die User mit SMS-Fallen zu locken und abzuzocken.</p><p>Ein Vorschlag meinerseits zur Verbesserung des Dienstes, welchen ein halbwegs erfahrener Entwickler in wenigen Stunden umsetzen kann wurde nicht mal einer Antwort gew&uuml;rdigt und erst recht nicht umgesetzt. Vielleicht sind die Bots ja sogar als Zusatzeinnahme gewollt?</p><p>Ansonsten gibt es in diesem Portal zwar viele Profile, die aber von Usern gef&uuml;hrt werden, die im Endeffekt auch an der Grundschule gescheitert sind. Zumindest lese ich das aus W&ouml;Rt3Rn wie diesen... Also viel Spam und sonst nichts gewesen.
<h4>Portal 2</h4>
Das zweite Portal kommt da viel seri&ouml;ser daher und bietet eine Individuelle Zuordnung von Personen, die am besten passen k&ouml;nnten. Die Preise von monatlich ebenfalls knapp 25 Euro sind genauso happig wie die des vorherigen Anbieters und die Zuordnung stellt sich nach einem ersten pers&ouml;nlichen Kontakt (Wiederum nur f&uuml;r Abonnenten) als Fehlschlag dar. Vielleicht bin ich ja auch einfach nur inkompatibel zum System aber dort jemanden zu finden: Ebenfalls aussichtslos.</p><p>Was ich hier hervorheben muss ist die Umgang mit Fake-Profilen und Spam. Mir ist w&auml;hrend des ganzen Tests nichts aufgefallen, was auf Spammer hindeuten lies. Hier scheinen die Entwickler ganze Arbeit geleistet und ein wirkliches Sicherheitssystem geschaffen zu haben.
<h4>Portal 3</h4>
Dieses Portal bezeichnet sich selbst als eines der gr&ouml;&szlig;ten Portale Deutschlands und betreibt auch exzessive Werbung in Offline-Medien. Auch hier wieder das &uuml;bliche. Das Portal ist mit Werbung gespickt - Die User reichen wohl nicht. Au&szlig;erdem hohe Preise und au&szlig;er dem Anmelden keine freien Features. Schade auch. So teste ich garantiert nicht an.
<h4>Fazit</h4>
Mein Fazit zu dieser Erfahrung wie oben schon erw&auml;hnt: Lasst es sein! Meiner Meinung nach ist die Chance irgendwo auf der Stra&szlig;e einen Lottoschein mit 6 richtigen plus Zusatzzahl zu finden h&ouml;her als in diesen Portalen. Au&szlig;er einem Verlustgesch&auml;ft (Geld und Zeit) nichts los. In der ganzen Zeit, in denen ich die Portale fast t&auml;glich genutzt habe und auch meine Profile ausgef&uuml;llt hatte, habe ich verschiedene weibliche Wesen kennen gelernt. Mit zwei davon habe ich immer noch Mailkontakt. Von Rest durfte ich mir teilweise sogar Kommentare wie "Du Freak solltest lieber bei 'Das Model und der Freak' mitmachen." (Scheint eine Fernsehsendung zu sein...)</p><p>Im Endeffekt habe ich meine Profile in den Kontaktb&ouml;rsen alle wieder entfernt und bin um die Erfahrung reicher, dass es nichts bringt Firmen Geld daf&uuml;r zu zahlen, dass man Kontakt zu anderen Menschen aufnehmen darf. Na immerhin der Lerneffekt war drin aber Kontakte zu h&uuml;bschen und lieben Frauen habe ich im Berufsleben schon mehr gemacht als in dem Jahr. Leider aber alle vergeben :D