---
title: "Hongkong-Kopfhörer fürs iPhone"
date: "2009-09-18T21:04:00+00:00"
slug: "hongkong-kopfhoerer-fuers-iphone"
aliases:
  - /blog/hongkong-kopfhorer-furs-iphone/
---

<p style="text-align: center;"><img class="alignnone size-full wp-image-2735" title="Hongkong-Kopfh&ouml;rer" src="/uploads/2009/09/iphone1.png" alt="Hongkong-Kopfh&ouml;rer" width="506" height="176" /></p></p><p>Nachdem ich neulich schon im "<a href="http://digitalesgrundrauschen.de/2009/08/dg-2-tohuwabohu-in-dengland/">Digitales Grundrauschen</a>"-Podcast von einem Store in Hongkong namens "<a href="http://www.focalprice.com/">Focalprice</a>" geh&ouml;rt und auch bei <a href="http://www.aptgetupdate.de/2009/08/06/post-aus-hongkong/">aptgetupdate</a> schon davon gelesen hatte, habe ich am 2. September auch den Einkaufsbummel auf der anderen Seite der Erde gewagt und mir drei Kopfh&ouml;rer f&uuml;r mein iPhone bestellt. Heute kam dann ein Polsterumschlag aus Hongkong hier an, welcher mir f&uuml;r 8$ "Gift electronics" brachte.</p><p>Im Gegensatz zu Bj&ouml;rns Sendung hatte der Zoll bei mir nicht geschn&uuml;ffelt. Allerdings hatte ich auch so wenig bestellt, dass es unter die Importgrenzen f&auml;llt und den Zoll somit eh nicht weiter interessiert. Schlie&szlig;lich wollte ich hier keinen Kopfh&ouml;rer-Handel aufmachen sondern nur ein paar g&uuml;nstige Ersatzkopfh&ouml;rer haben - und g&uuml;nstig sind sie wenn man mal die originalen Preise von Apple anschaut allemal...</p><p>Der Grund daf&uuml;r war ganz einfach, dass ich zwar mein eines originales Paar habe, allerdings bleibt das mit Vorliebe immer da liegen, wo ich es gerade nicht brauche - auf meinem Schreibtisch. Somit werde ich mir ein Paar ins Auto legen - und somit mich brav an die Regelung zum Telefonieren im Auto halten. Ein weiteres kommt in die N&auml;he vom Bett, damit ich abends dann mal einen PodCast im Bett h&ouml;ren kann. Dabei ist es dann aufgrund des minimalen Preises auch nicht schlimm wenn den Kopfh&ouml;rern dabei irgendetwas zusto&szlig;en sollte - z.B. beim H&ouml;ren eingeschlafen und Nachts beim Umdrehen zerlegt oder &Auml;hnliches.</p><p>Das dritte Paar bleibt ganz einfach als Ersatz liegen, falls ich doch einen der Kopfh&ouml;rer zerlege. Dann habe ich sofort Ersatz und kann in der Zeit wieder in Hongkong nachbestellen. Immerhin dauert es ein wenig bis die Ware hier in Deutschland ankommt...</p><p>Von der Soundqualit&auml;t habe ich ebenfalls keine Probleme mit den neuen Kopfh&ouml;rern und auch der eingebaute Taster (genau wie in den Originalen im Mikrofon) funktioniert an meinem 3G gut. Das einzige, was ich bisher noch nicht getestet habe ist das Mikrofon.</p><p>Was allerdings die oben schon angesprochenen Einfuhrgrenzen angeht, solltet Ihr mal in <a href="http://www.aptgetupdate.de/2009/08/06/post-aus-hongkong/">Bj&ouml;rns Artikel</a> schauen, denn er hat das ein wenig aufgeschl&uuml;sselt was geht und was nicht. Aber Grunds&auml;tzlich kann man sagen: Wenn Ihr Kopfh&ouml;rer bestellt, seht zu, dass Ihr unter 22 Euro bleibt. Kommt Ihr dr&uuml;ber k&ouml;nnte der Zoll ein wenig meckern und euch daf&uuml;r Geb&uuml;hren abnehmen.
