---
title: "NaNoWriMo: Bald geht es los"
date: "2009-10-30T21:33:00+00:00"
slug: "nanowrimo-bald-geht-es-los"
---

<p style="text-align: center;"><img class="size-full wp-image-2921 aligncenter" title="NaNoWriMo" src="/uploads/2009/10/nanowrimo.png" alt="NaNoWriMo" width="506" height="176" /></p></p><p>Ich denke, dass der eine oder andere es im Twitter schon mitbekommen hat, allerdings m&ouml;chte ich es hier auch noch mal im Blog verfassen und vielleicht noch den einen oder anderen Interessierten zum Mitmachen bewegen. In zwei Tagen also ist es so weit und der November und somit der <a href="http://www.nanowrimo.org/de">NaNoWriMo 2009</a> beginnt. P&uuml;nktlich mit dem 01. November 00:00 Uhr beginnt auch <span style="text-decoration: line-through;">die 30-Tage Frist</span> das 30-Tage Ziel eine Geschichte mit 50.000 W&ouml;rtern zu schreiben.</p><p>Wor&uuml;ber Ihr dabei schreibt ist vollkommen egal, Hauptsache Ihr schreibt und kommt (bitte ohne Blindtexte zu verwenden) auf die 50.000 W&ouml;rter. Zur Nachbearbeitung, also dem "aufh&uuml;bschen" der Geschichte ist dann die Zeit nach dem 30. November gedacht. Allerdings die 50.000 W&ouml;rter sollen am 30. November 23:59 lokaler Zeit schon gez&auml;hlt und auf der <a href="http://www.nanowrimo.org/de">Webseite</a> eingetragen sein.</p><p>Ich habe inzwischen schon eine Ahnung wor&uuml;ber ich schreiben werde, m&ouml;chte aber noch nicht mehr verraten, dass es sich um eine Fantasy-Geschichte handeln wird, die nicht auf der Erde spielt. (Ich liebe es Dinge anzuteasern und dann die Leute mit den gestreuten Hinweisen im Dunkeln tappen zu lassen ;)) Zwar bezweifle ich, dass ich die 50.000 W&ouml;rter schaffen werde, da es doch eine ganze Menge zu schreiben gibt, allerdings z&auml;hlt f&uuml;r mich, dass ich dabei bin und &uuml;berhaupt mal etwas l&auml;ngeres schreibe. Auch wei&szlig; ich nicht, ob mein Ansatz, den ich mir bisher schon &uuml;berlegt habe &uuml;berhaupt genug Material f&uuml;r 50.000 W&ouml;rter liefern wird aber das sehe ich, wenn die Geschichte zu Ende ist.</p><p>Was ich aber versprechen kann ist, dass ich die Geschichte - wenn sie denn &uuml;berhaupt zu einer solchen und dabei noch lesbar wird - hier f&uuml;r alle Besucher kostenlos ver&ouml;ffentlichen werde. Kritik dazu wird gerne angenommen, allerdings sollte ber&uuml;cksichtigt werden, dass meine Deutschlehrer sich alle einig waren, dass ich was das Schreiben angeht eher ein Minimalist bin. Aber vielleicht findet ja der eine oder andere Gefallen an meiner Geschichte.