---
title: "Vergleich der LED LENSER M1 Taschenlampe zur Konkurrenz"
date: "2009-08-28T00:42:00+00:00"
slug: "vergleich-der-led-lenser-m1-taschenlampe-zur-konkurrenz"
---

[<a href="http://www.trigami.com/?blog=http://blog.knut.me" rel="nofollow" target="_blank">Trigami-Review</a>]<script type="text/javascript" src="http://s.trigami.com/241687s.js"></script></p><p>Heute m&ouml;chte ich euch einen Vergleich zweier Taschenlampen vorstellen, die mir f&uuml;r den Test zur Verf&uuml;gung gestellt wurden. Dabei geht es um die <a rel="nofollow" href="http://www.ledlenser.com/m1">LED LENSER M1</a> und die Fenix PD 20. Die beiden Lampen spielen nach den Spezifikationen in etwa der gleichen Liga und so bin ich gespannt auf den Vergleich. Im Weiteren werde ich die beiden Lampen miteinander vergleichen. Dabei wird die LED LENSER M1 ihren Platz auf der linken und die Fenix PD 20 auf der rechten Seite haben.</p><p><!--more-->Als erstes einmal eine bildliche &Uuml;bersicht &uuml;ber die beiden Produkte f&uuml;r eine bessere Visualisierung des Zubeh&ouml;rs:
<p style="text-align: center;"><a class="highslide" href="/uploads/2009/08/llm1vsfpd20.png"><img class="size-medium wp-image-2609 aligncenter" title="LED LENSER M1 vs. Fenix PD 20" src="/uploads/2009/08/llm1vsfpd20-300x112.png" alt="LED LENSER M1 vs. Fenix PD 20" width="300" height="112" /></a>
<small>(Einmal Klicken f&uuml;r eine gr&ouml;&szlig;ere Ansicht)</small>
<h3>Direktvergleich</h3>
<table style="width: 100%; border: 1px solid #000; font-size: 0.9em;" border="0" cellspacing="0">
<tbody>
<tr>
<td style="text-align: center; width: 50%;"><strong><span style="text-decoration: underline;">LED LENSER M1</span></strong></td>
<td style="text-align: center; width: 50%; border-left: 1px solid #000;"><strong><span style="text-decoration: underline;">Fenix PD 20</span></strong></td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Verpackung:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Die Lampe ist in einen schwarzen Karton mit einem Kunststoff-Inlay verpackt, wobei das Kunststoff-Inlay aufgeraut ist um ein stoff&auml;hnliches Gef&uuml;hl beim Anfassen zu erzeugen.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Hier wurde als Verpackung eine simple Papp-Schachtel gew&auml;hlt, wie man sie aus dem Supermarkt f&uuml;r Produkte kennt. In der Schachtel befindet sich ein 08/15-Kunststoff-Inlay, welches die Lampe und das Zubeh&ouml;r beinhaltet.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Lieferumfang:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">
<ul>
	<li>Taschenlampe</li>
	<li>Holster</li>
	<li>Handschlaufe</li>
	<li>Batterie (CR123)</li>
	<li>"Smart Card"</li>
	<li>Bedienungsanleitung (Multilingual)</li>
	<li>Kleines Heft mit &Uuml;bersicht &uuml;ber andere Produkte</li>
</ul>
</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">
<ul>
	<li>Taschenlampe</li>
	<li>Holster</li>
	<li>Handschlaufe</li>
	<li>Bedienungsanleitung (Englisch)</li>
	<li>Garantie-Zettel</li>
	<li>Werbung f&uuml;r weitere Produkte</li>
</ul>
</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Schalter:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Die Lampe ist mit einem Schalter, der "Smart Light Technology", ausgestattet, die es erm&ouml;glicht, mit einem Schalter sowohl den Energiesparmodus, die volle Leistung als auch den Stroboskop-Modus f&uuml;r die Gefahrenabwehr anzusteuern. Dazu wird die Smard Card mitgeliefert, in der die Bedienung schnell nachgelesen werden kann.</p><p>Durch die intelligente Steuerung der M1 schaltet sie im Vollmodus nach 3 Minuten in einen etwas lichtschw&auml;cheren Modus, der allerdings herk&ouml;mmlichen Taschenlampen immer noch weit &uuml;berlegen ist.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Der Schalter der Lampe kann nicht alle Funktionen ansteuern und ist prim&auml;r zum Ein- und Ausschalten der Lampe gedacht. Wenn die Lampe in den Energiesparmodus umgeschaltet ist, kann die Helligkeit durch Antippen des Schalters ge&auml;ndert werden. Im Vollmodus kann nur auf den Stroboskop-Modus umgeschaltet werden.</p><p>Im Energiesparmodus kann zus&auml;tzlich zum Dimmen noch in eine SOS-Funktion geschaltet werden, in der die Lampe das SOS-Morsesignal (...---...) immer wiederholt.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Fokussierung:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Durch das Einhand-Schiebesystem l&auml;sst sich die Lampe bequem von einer gro&szlig;fl&auml;chigen Ausleuchtung auf einen punktgenauen Strahl zur n&auml;heren Betrachtung eines weiter entfernten Objekts umschalten.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Die Lampe ist nicht fokussierbar.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Innenaufbau:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Die M1 ist nur an einer Stelle aufschraubbar, was verhindert, dass sie versehentlich an der falschen Stelle ge&ouml;ffnet wird. Die Kontakte im Inneren der Lampe sind alle vergoldet um sie auch gegen Batteries&auml;ure und Batteried&auml;mpfe sehr widerstandsf&auml;hig zu machen.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Die PD20 ist an mehreren Stellen aufschraubbar, wobei eine davon der Lampenkopf ist, der auch gedreht werden muss um den Stromsparmodus zu erreichen. Beim &Ouml;ffnen der Lampe f&uuml;r den Austausch der Batterie ist die Wahrscheinlichkeit so sehr hoch, dass man die Lampe versehentlich am Kopf auseinander schraubt und die Batterie einfach herausf&auml;llt. Au&szlig;erdem wurde f&uuml;r die Gangbarkeit der Gewinde eine recht hohe Menge &Ouml;l verwendet. So artet jeder Batteriewechsel in einer Schmiererei aus.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Bedienungsanleitung:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Die Bedienungsanleitung liegt in kurzer aber vollkommen ausreichender Form in den Sprachen Englisch, Deutsch, Spanisch, Franz&ouml;sisch, Niederl&auml;ndisch, Japanisch und einer weiteren Sprache, die ich nicht lesen kann (vermutlich Chinesisch oder Koreanisch) bei. In der Bedienungsanleitung werden alle relevanten Punkte angesprochen und auch die Sicherheitshinweise sind vorhanden.</p><p>Zus&auml;tzlich liegt der Lampe die sogenannte "Smart Card" bei, die in 3 kleinen Bildern die Bedienung des Schalters und das Umschalten der verschiedenen Funktionen beschreibt. Die SmartCard liegt nur in deutscher Sprache bei.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Bei der Fenix liegt ebenfalls eine kurze Bedienungsanleitung bei, die es allerdings leider nur in englischer Sprache gibt. Damit ist sie f&uuml;r Menschen mit wenig oder gar keinen Englischkenntnissen nicht brauchbar und die Funktionen m&uuml;ssen entweder durch kompliziertes &Uuml;bersetzen bzw. Erraten herausgefunden werden.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Design &amp; Verarbeitung:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Die Lampe ist geringf&uuml;gig (ca. 1cm) l&auml;nger als ihr Konkurrent, was es f&uuml;r Menschen mit etwas gr&ouml;&szlig;eren H&auml;nden leichter macht, sie gut zu bedienen. F&uuml;r mich d&uuml;rfte die Lampe nicht k&uuml;rzer sein. Das Design ist schlicht und funktional gehalten, was mir wesentlich besser zusagt als das Design der Konkurrenz. Der Schalter ist sehr gut zu erreichen und n&ouml;tigenfalls auch mit Handschuhen zu bedienen.</p><p>Durch das runde und stimmige Design liegt die M1 deutlich besser und angenehmer in der Hand als der Konkurrent.</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Die Fenix ist zwar geringf&uuml;gig k&uuml;rzer als die Konkurrenz, hat daf&uuml;r allerdings meiner Meinung nach unn&ouml;tige "Verzierungen". W&auml;hrend die Konkurrenz ein formsch&ouml;nes rundes Design besitzt, ist die Fenix kantig und an einigen Stellen d&uuml;nner als an anderen. Zus&auml;tzlich ist deutlich anzumerken, dass der Schalter am Ende der Lampe durch zwei hervorstehende Nasen &uuml;berragt wird und somit bei "falscher" Haltung der Lampe nicht mehr gut bedienbar ist. Wird die Lampe so gehalten, dass der Schalter nicht verdeckt ist, kommt man sehr leicht an den Schalter und schaltet somit durch einen sehr leichten Druckpunkt die Modi um.</p><p>Das mitgelieferte Holster ist meiner Meinung nach schlecht verarbeitet, denn zum Halten der Tasche wurde nur ein sehr d&uuml;nner Stoff verwendet, der nach meiner Erfahrung mit anderen Holstern aus &auml;hnlichem Material schnell rei&szlig;t.</td>
</tr>
<tr>
<td style="text-align:center; border-top:1px solid #000; padding-top:5px;" colspan="2"><strong>Fazit:</strong></td>
</tr>
<tr>
<td style="width: 50%; vertical-align: top; padding: 3px;">Pro:
<ul>
	<li>Werkseitig mitgelieferte Batterie</li>
	<li>Am Batteriefachdeckel angebrachte Polarit&auml;tsmarkierungen</li>
	<li>Mehrsprachige Bedienungsanleitung</li>
	<li>Smart Card f&uuml;r einfaches Nachschlagen der Funktionen</li>
	<li>Fokussierbarkeit des Lichtstrahls</li>
	<li>Bedienung durch nur einen Tastschalter</li>
	<li>Langlebigkeit durch bessere Verarbeitung</li>
	<li>Deutlich bessere Verarbeitung des Holsters</li>
</ul>
Contra:
<ul>
	<li>Ben&ouml;tigt eine extrem teure CR123 Batterie</li>
</ul>
</td>
<td style="width: 50%; border-left: 1px solid #000; vertical-align: top; padding: 3px;">Pro:
<ul>
	<li>Lampe enth&auml;lt eine integrierte SOS-Funktion</li>
</ul>
Contra:
<ul>
	<li>Keine Batterie enthalten</li>
	<li>An der Lampe keine Hinweise auf die Batteriepolarit&auml;t</li>
	<li>Nur englische Bedienungsanleitung</li>
	<li>Keine Fokussierbarkeit</li>
	<li>Bedienung durch Drehen des Lampenkopfs und des Schalters</li>
	<li>Ben&ouml;tigt eine extrem teure CR123 Batterie</li>
</ul>
</td>
</tr>
</tbody></table>
<h3>Dauertest</h3>
Im Dauertest ist zu sehen, dass die Fenix PD 20 erst nach einer Anlaufphase ihre volle Leuchtleistung entwickelt, w&auml;hrend die M1 schon von Anfang an ihre volle Leuchtleistung hat und diese auch beibeh&auml;lt.</p><p>Was sehr negativ auff&auml;llt ist die W&auml;rmeentwicklung bei der PD20, da sich diese nach knapp 8 Minuten kaum noch anfassen l&auml;sst. Die M1 ist in der Zwischenzeit zwar auch erw&auml;rmt, allerdings l&auml;sst sie sich weiter gut anfassen. Nach 10 Minuten ist es nicht mehr ohne Schutz m&ouml;glich die PD20 anzufassen. Aus diesem Grund habe ich an dieser Stelle den Dauertest abgebrochen. Somit l&auml;sst sich feststellen, dass die PD20 definitiv nicht f&uuml;r l&auml;ngeren Einsatz geeignet ist, w&auml;hrend die M1 deutlich l&auml;nger nutzbar bleibt.</p><p>Nach einer Abk&uuml;hlzeit von 5 Minuten hat sich die M1 nahezu wieder akklimatisiert. Die PD20 hingegen ist immer noch nicht f&uuml;r l&auml;ngere Zeit in der Hand zu halten, da sie daf&uuml;r einfach noch zu hei&szlig; ist.
<h3>Praxistest</h3>
F&uuml;r den Praxistest der LED LENSER M1 habe ich mir zwei Szenarien ausgesucht. Einerseits das Lesen einer (See)Karte im defokussierten ECO-Modus und au&szlig;erdem das Anleuchten eines entfernteren Objekts mit fokussiertem Strahl in voller Lichtleistung.
</p><p style="text-align: center;"><a class="highslide" href="/uploads/2009/08/llm1vsfpd20_2.png"><img class="size-medium wp-image-2632 aligncenter" title="M1 vs. PD20" src="/uploads/2009/08/llm1vsfpd20_2-300x112.png" alt="M1 vs. PD20" width="300" height="112" /></a>
<small>(Einmal Klicken f&uuml;r eine gr&ouml;&szlig;ere Ansicht)</small></p><p>Hier kann man gut sehen, dass auf dem ersten Bild die Karte (bis auf die Verwischung durch die Kamera) gut zu lesen ist, eine Navigation nach dieser Karte also durchaus m&ouml;glich w&auml;re. Das zweite Bild ist mit einem etwa 50m entfernten und angeleuchteten Baum aufgenommen, wobei der Lichtstrahl der Lampe auf diesen einen Punkt fokussiert war. Hier k&ouml;nnte man (wenn etwas Interessantes zu sehen w&auml;re) gut erkennen, was sich in dem Baum befindet.
<h3>Abschlussfazit</h3>
Nach dem Dauertest und unter Beachtung der vorherigen Tests und Vergleiche kann ich die <a rel="nofollow" href="http://www.ledlenser.com/m1">LED LENSER M1</a> jedem empfehlen, der eine kleine handliche Lampe mit viel Leuchtleistung braucht. Sie eignet sich gut in der Tasche mitgef&uuml;hrt zu werden und z.B. bei der abendlichen Runde mit dem Hund auf dem unbeleuchteten Deich etwas an bzw. auszuleuchten. Dabei wird sie auch nach l&auml;ngerer Betriebszeit nur etwas mehr als handwarm und l&auml;sst sich gut halten. Einfach ein gutes und stimmiges Produkt von <a rel="nofollow" href="http://www.ledlenser.com/">LED LENSER</a>. (Weitere Meinungen und Feedback finden sich auch in der <a rel="nofollow" href="http://www.ledlenser.com/community">LED LENSER Community</a>.)</p><p>Die Fenix PD 20 sollte definitiv niemals in die Hand von Kindern geraten, da diese sich am Geh&auml;use nach l&auml;ngerer Betriebszeit (etwa 8-10 Minuten!) Verbrennungen zuziehen k&ouml;nnen. Weiterhin fehlt bei der PD20 definitiv die Fokussierung, so dass beim Leuchten mit voller St&auml;rke die Distanz fehlt, da zu viel Licht vorher verloren geht. Vom Handling schneidet sie ebenfalls schlechter ab als die M1.</p><p>Auch wenn es oben im Pro/Contra-Vergleich im Direktvergleich so aussieht, als wollte ich keine Contra-Punkte f&uuml;r die M1 nennen: Ich h&auml;tte sie genannt, wenn mir denn welche aufgefallen w&auml;ren. Klar kann man von ihr keine Leistung wie von einer LED LENSER P7 oder &auml;hnlichem erwarten, daf&uuml;r war sie aber auch nie vorgesehen. Die P7 geh&ouml;rt zu den Profi-Lampen, w&auml;hrend die M1 eher f&uuml;r den Privatgebrauch gedacht ist. F&uuml;r das was sie leisten soll ist sie in jedem Fall gut geeignet.</p>