---
title: "[WP-Technik] WP-TopScoredCommentAuthors"
date: "2009-12-27T13:22:00+00:00"
slug: "wp-technik-wp-topscoredcommentauthors"
---

<p style="text-align: center;"><img class="size-full wp-image-3074 aligncenter" title="Wordpress-Technik" src="/uploads/2009/12/wptech.png" alt="" width="506" height="176" /></p>
Wie der Titel schon (nicht) sagt, geht es hier um ein neues Plugin f&uuml;r Wordpress. Nachdem mir das alte "Top Commentators"-Widget vom Konzept zwar gefiel aber die Durchf&uuml;hrung nicht das war, was ich haben wollte musste ein neues Widget her.</p><p>Als erstes einmal der Grund warum mir das alte nicht gefiel: Wenn jemand hier im Blog vor einem Jahr 500 Kommentare geschrieben und kein anderer diese Zahl bisher erreicht h&auml;tte, w&uuml;rde diese Person auf dem ersten Platz der Liste stehen. Das ist im Prinzip ja auch kein Problem aber wenn er schon seit einem halben Jahr den Blog &uuml;berhaupt nicht mehr besucht hat, sollte er meiner Meinung nach seinen Platz r&auml;umen und den aktuellen Top-Kommentar-Schreibern erm&ouml;glichen Platz 1 zu belegen.</p><p>An dieser Stelle kommt mein Widget daher. F&uuml;r jeden Kommentar-Schreiber (mit eigener URL) wird dabei eine Punktezahl generiert. Damit nicht immer die komplette Datenbank berechnet werden muss, werden nur die Kommentare der letzten 10 Monate - im Widget einstellbar - ber&uuml;cksichtigt. Dabei wird f&uuml;r jeden Kommentar eine Punktezahl zwischen 0 und 1 errechnet. Dazu dient folgende Formel:
<p style="text-align: center;"><img class="size-full wp-image-3133 aligncenter" title="Kommentar-Formel" src="/uploads/2009/12/20091226-192517.png" alt="" width="504" height="126" /></p>
Und um die Gesamtpunktzahl f&uuml;r den Autoren zu ermitteln werden die Punkte der Kommentare im eingestellten Zeitraum aufsummiert. Die 10 Schreiber - ebenfalls einstellbar - mit den meisten Punkten werden dann im Widget angezeigt. So haben die Kommentar-Schreiber, die aktuell am Meisten kommentieren die gr&ouml;&szlig;te Chance auf einen hohen Platz zu kommen. Aber auch die H&auml;ufigkeit der Kommentare spielt mit in die Auflistung hinein.</p><p>In der Technik kommt f&uuml;r die ganze Auswertung eine einzige SQL-Abfrage zur Verwendung. Das bedeutet, dass das PHP-Widget selber kaum Arbeit leisten muss. Zus&auml;tzlich sollten die meisten SQL-Server h&auml;ufig gestellte Anfragen in den Query-Cache auslagern, so dass das Ergebnis der Abfrage ebenfalls sehr schnell zur Verf&uuml;gung steht.</p><p>Das neue Widget k&ouml;nnt Ihr in der Sidebar bei mir ganz rechts schon sehen. Normalerweise m&uuml;sste sich sobald Ihr einen Kommentar schreibt auch etwas an der Reihenfolge tun. (Au&szlig;er Ihr habt zu viele Punkt nach oben hin offen bis zum n&auml;chsten Platz.)</p><p>Falls Ihr meine eigenen Kommentare dabei vermisst: Es gibt eine Option um die Kommentar-Autoren, die am Wordpress angemeldet sind wenn sie kommentieren von der Auswertung auszunehmen. (Ich w&uuml;rde sonst mit einem sehr gro&szlig;en Punkteabstand an Platz 1 stehen...)</p><p>Das Plugin ist im <a href="http://wordpress.org/extend/plugins/wp-topscoredcommentauthors/">Wordpress-Plugin-Verzeichnis</a> verf&uuml;gbar und kann einfach &uuml;ber das Wordpress-Backend installiert werden.