---
title: "Was gefunden - I"
date: "2009-02-02T09:33:00+00:00"
slug: "was-gefunden-i"
---

Da auch mein Blog inzwischen von diversen unerkl&auml;rlichen Suchanfragen heimgesucht wird habe ich mir auch mal einige herausgesucht, die ich den Suchenden beantworten m&ouml;chte. Vielleicht ist dabei ja auch der eine oder andere Schmunzler f&uuml;r die Leser, die es nicht gesucht haben...</p><p>Vorsicht: Weiterlesen auf eigene Gefahr. ;)
<!--more-->
<ul>
	<li><strong>windows mobile email problem</strong>
Ja, das ist vorhanden. Das gr&ouml;&szlig;te Problem daran ist allerdings das Windows-Mobile bzw. sein Hersteller.</li>
	<li><strong>xml google maps lightbox</strong>
Lightbox kann jetzt schon Google-XML-Maps anzeigen? Und ich dachte immer, dass die daf&uuml;r da sind um den Googlebot <span style="text-decoration: line-through;">zu verarschen</span> auf die richtigen Seiten zu leiten.</li>
	<li><strong>pr&uuml;fen http trace method</strong>
Ist eingebaut. Das macht dann eine Stunde Verg&uuml;tung bitte.</li>
	<li><strong>knut r&auml;tsel anzahl level</strong>
Ich bin ein R&auml;tsel mit unendlich vielen Leveln. Du kannst mich nicht l&ouml;sen ;)</li>
	<li><strong>google analytics 2009</strong>
Habe ich noch nicht gespielt aber ich werd wohl auch die 2008er Version bald nicht mehr spielen. Die Spieloptionen gefallen mir nicht.</li>
	<li><strong>spr&uuml;che zum vertragen</strong>
&Ouml;hm ja... Bitte begib dich nicht nach Berlin Kreuzberg. Da k&ouml;nntest du nicht alle vertragen. Genauer bleib am Besten in deiner Wohnung und rede mit niemandem.</li>
	<li><strong>fundgrube.at passwort</strong>
Oh sch&ouml;n. Wenn du es findest, schickst du es mir dann auch? Oder alternativ gib es einfach Google.</li>
	<li><strong>altes hacker spiel</strong>
Haben die nicht immer Daten-Klauen-Von-Servern gespielt? Zuletzt haben sie glaube ich auf dem Monster-UK-Server gespielt ;)</li>
	<li><strong>ruby und basti</strong>
Naja ob man Basti auch mit Ruby programmieren kann wei&szlig; ich beim besten Willen nicht aber ansonsten probier es doch einfach mal auf einem Computer aus...</li>
	<li><strong>blogseite schreiben</strong>
Das ist wirklich schwer. Am besten bezahlst du daf&uuml;r einen der ca. 10.000.000.000 SEOs. Die k&ouml;nnen das! :yes:</li>
	<li><strong>langes st&ouml;ckchen</strong>
*hust* Naja im Wald kannst du sicherlich eins finden, was der Wind vom Baum abgebrochen hat...</li>
	<li><strong>bin ich weiblich oder m&auml;nnlich mach den test</strong>
&Auml;hm... Bist du dir sicher, dass du das willst? Und vor allem... Will ich das? Was steht denn auf der Toilettent&uuml;r wenn du rein gehst?</li>
	<li><strong>knut ist bl&ouml;d</strong>
Du auch! (Tze! Unversch&auml;mtheit das!)</li>
	<li><strong>bin ich weiblich test</strong>
Auch f&uuml;r dich: Kann ich gerne testen aber nur wenn du mir vorher eine Kopie deines Personalausweises schickst... (Nein der deiner gro&szlig;en Schwester geht nicht!)</li>
	<li><strong>kann man sich 2 mal halb tot lachen"</strong>
Jap. In deinem Falle w&auml;re das aber fatal. F&uuml;r Mathestudenten geht das.</li>
	<li><strong>maus b&ouml;se+bilder</strong>
Was sollen denn die armen Kids denken, wenn da abends anstatt den lieben Bildern pl&ouml;tzlich vor dem Schlafen gehen b&ouml;se Bilder durch die Glotze flimmern?!?</li>
	<li><strong>komplement&auml;rfarben unterricht</strong>
Lass es sein! Ich habs auch mitgemacht und bereut. Das bringt nix und hinterher &auml;rgert man sich &uuml;ber das Ergebnis.</li>
</ul>
So viel zu den Suchbegriffen des ersten Teils meiner "Was gefunden"-Reihe... Mal sehen was da in Zukunft noch auf mich zu kommt. Und vielleicht bekomme ich ja zu den Tests doch noch Zuspruch :D