---
title: "Freie Entscheidung"
date: "2009-06-20T00:10:00+00:00"
slug: "freie-entscheidung"
---

Gestern bin ich im Zusammenhang mit dem Thema Zeit &uuml;ber einen Gedanken gestolpert, in dem ich mich gefragt habe, ob der Mensch eine freie Entscheidung treffen kann. Alle denen das Thema zu heikel ist oder die sich nicht mit den &Uuml;berlegungen auseinander setzen wollen, sei geraten diesen Artikel nicht weiter zu lesen.</p><p><!--more--><img class="alignright size-full wp-image-2103" style="margin-left:4px;margin-bottom:4px;" title="clock_150" src="/uploads/2009/06/clock_150.png" alt="clock_150" width="150" height="152" />Das Thema Zeit kam auf, als ich dar&uuml;ber nachgedacht habe, ob es Zeitreisen in der Theorie geben k&ouml;nnte. Um meinen Gedanken zur freien Entscheidung darstellen zu k&ouml;nnen, muss ich dieses Thema zuerst ein wenig ausf&uuml;hren, da die Gedanken darauf basieren.</p><p>W&auml;re es also m&ouml;glich, dass jemand eine Zeitreise aus dem Jahr 2010 in das Jahr 2005 macht um dort eine "Korrektur" in der Zeit vor zu nehmen. Wissenschaftler streiten sich schon seit l&auml;ngerem &uuml;ber diesen Punkt. Einige sind daf&uuml;r, dass es geht und einige dagegen. Meiner Meinung nach kann es nicht funktionieren, da jede Ver&auml;nderung in der Vergangenheit ein Paradoxon erzeugen w&uuml;rde. Nehmen wir also an, dass im Jahr 2005 ein Ereignis eingetreten ist, welches f&uuml;r den Zeitreisenden z.B. die berufliche Zukunft verbaut. Dieser entscheidet sich nun eine Zeitreise zu machen um das Ereignis zu ver&auml;ndern. Nehmen wir weiter an, dass er es schafft dieses Ereignis zu seiner Zufriedenheit zu ver&auml;ndern. Somit w&auml;re alles in Butter und der Zeitreisende k&ouml;nnte seinen Job antreten. So weit so gut aber was bewegt ihn dann dazu diese Zeitreise durchzuf&uuml;hren und das Ereignis im Jahr 2005 zu berichtigen? Nichts! Also wird das Ereignis nie korrigiert und im Jahr 2010 kann er seinen Job nicht antreten, womit sich die ganze Geschichte wiederholt. In der Theorie w&uuml;rde sich eine Zeitschleife erzeugen und somit haben wir unser Paradoxon.</p><p>Wer bis jetzt dem Thema noch folgen kann wird wahrscheinlich mit der &Uuml;berlegung zur freien Entscheidung auch keine Probleme haben. Nehmen wir also die aktuelle Situation als gegeben hin. Das vereinfacht die &Uuml;berlegung. Ich schreibe somit gerade diesen Blogbeitrag. Gehen wir also davon aus, dass ich die freie Entscheidung hatte vor einer Woche diesen Blog zu schlie&szlig;en oder ihn weiter zu f&uuml;hren. Wie es scheint habe ich mich dazu entschieden ihn weiter zu f&uuml;hren... Aber was w&auml;re, wenn ich mich dazu entschieden h&auml;tte ihn zu schlie&szlig;en? K&ouml;nnte ich dann diesen Artikel schreiben? Wohl eher nicht. Da ich aber diesen Beitrag - wie eingangs erw&auml;hnt - schreibe muss ich meine Entscheidung diesbez&uuml;glich getroffen haben. Damit stellt sich mir die Frage ob es &uuml;berhaupt eine andere M&ouml;glichkeit gab. Da diese Version der Gegenwart eingetreten ist kann ich prinzipiell die Wahl nicht selber gef&auml;llt haben. W&uuml;rde ich also mein Leben im Jahr 2030 kennen, so w&auml;re es mir nicht m&ouml;glich von diesem Weg abzuweichen? Also egal was ich mache ich kann nichts ver&auml;ndern?</p><p>Oder aber haben die Personen recht, die meinen es g&auml;be f&uuml;r jede Entscheidung eine entsprechende Zukunftsversion? Demnach m&uuml;ssten also einer Woche zwei Zeitstr&auml;nge entstanden sein. Allerdings leben auf der Erde <span style="text-decoration: line-through;">6.000.000</span> 6.7Mrd Menschen, die zu jedem Zeitpunkt (die N&auml;chte mal gerade ausgenommen) Entscheidungen treffen. Demnach existieren unendlich viele Versionen des jetzt. Warum also existiere ich gerade in dieser Version des jetzt wo die Wahrscheinlichkeit genau diese Version zu treffen undlich klein ist?</p><p>Viele Fragen, die offen bleiben und auf die meiner Meinung nach auch keiner eine Antwort kennt. Oder traut sich einer von euch zu auf diese Fragen eine Antwort zu geben?