---
title: "Delicious.com und Opera mit besserem Nutzen"
date: "2009-07-15T11:47:00+00:00"
slug: "delicious-com-und-opera-mit-besserem-nutzen"
---

Nachdem ich seit heute wieder auf den Opera umgestiegen bin um mir die dauernden Abst&uuml;rze zu ersparen, die der Firefox mit sich brachte wollte ich eine gute M&ouml;glichkeit meine Delicious-Bookmarks auch im Opera zu nutzen. Diese habe ich f&uuml;r mich gefunden und m&ouml;chte sie euch nat&uuml;rlich nicht vorenthalten.</p><p>Als erstes eine kleine Verbesserung f&uuml;r das Bookmarklet: Delicious kann mit seiner Suche nicht nur den Titel oder die Tags durchsuchen sondern auch die selbstgeschriebene Notiz zum Bookmark. Daher ist mir die Idee gekommen das Standard-Bookmarklet von Delicious dahingehend zu erweitern, dass der Inhalt des Meta-Tags "Description" in das Notizfeld kopiert wird. Dieses Tag nutzen viele Seitenbetreiber um die Seite f&uuml;r Suchmaschinen zu bezeichnen und eine Beschreibung vorzugeben. Sobald man diese also in die Notizen &uuml;bernimmt, kann man bei Delicious auch nach Bestandteilen dieser Beschreibung suchen, was zum Teil echt n&uuml;tzlich ist.</p><p>Um diese Funktion auch zu nutzen zieht einfach diesen Link in eure "Personal Bar" im Opera: <a class="bookmarklet" title="Bookmark on Delicious" href="javascript:(function(){d=function(){m=document.getElementsByName('description');if(m.length&gt;0){return m[0].getAttribute('content');} else return '';};f='http://delicious.com/save?url='+encodeURIComponent(window.location.href)+'&amp;title='+encodeURIComponent(document.title)+'&amp;notes='+encodeURIComponent(d())+'&amp;v=5&amp;';a=function(){if(!window.open(f+'noui=1&amp;jump=doclose','deliciousuiv5','location=yes,links=no,scrollbars=no,toolbar=no,width=550,height=550'))location.href=f+'jump=yes'};if(/Firefox/.test(navigator.userAgent)){setTimeout(a,0)}else{a()}})()">Bookmark bei Delicious</a></p><p>Wenn Ihr jetzt Seiten mit diesem Bookmarklet zum Account hinzuf&uuml;gt, braucht Ihr im Normalfall nur die Tags auszuf&uuml;llen und schon seid Ihr fertig. Aussehen tut das dann in etwa so (Anklicken zum Vergr&ouml;&szlig;ern):
<p style="text-align: center;"><a class="highslide" href="/uploads/2009/07/Bild-73.png"><img class="size-medium wp-image-2243 aligncenter" title="Bookmark mit Description" src="/uploads/2009/07/Bild-73-300x21.png" alt="Bookmark mit Description" width="300" height="21" /></a></p></p><p>Um die Suchfunktion auch einfach nutzen zu k&ouml;nnen, geht Ihr einfach auf eure pers&ouml;nliche Delicious-Seite. Dort klickt Ihr mit der rechten Maustaste in das Suchfeld und w&auml;hlt den Eintrag "Create Search" aus. Damit &ouml;ffnet sich dann ein Dialofenster, in dem Ihr der Suche noch ein K&uuml;rzel verpassen k&ouml;nnt. Nachdem Ihr die Suche auf diese Weise hinzugef&uuml;gt habt braucht Ihr in der Browserzeile einfach nur noch euer K&uuml;rzel kombiniert mit einem Leerzeichen und eurem Suchbegriff eingeben um eure Bookmarks zu durchsuchen und schon werden euch als erstes eure eigenen Bookmarks zum Suchbegriff aufgelistet.</p><p>Ich hoffe die Anleitung war verst&auml;ndlich und hilft euch eure Arbeit mit Delicious zu vereinfachen. Bei Fragen oder Tips f&uuml;r andere Delicious-Opera-Nutzer schreibt einfach einen Kommentar hier zu.