---
title: "Blogsuche im September"
date: "2009-09-20T23:59:00+00:00"
slug: "blogsuche-im-september"
---

Heute m&ouml;chte ich mal wieder ein paar Suchbegriffe aus dem aktuellen Monat beantworten, damit die armen Hilfesuchenden nicht ganz ahnungslos sterben. Also wenn eure Frage dabei war, findet Ihr unten die Antwort dazu. Viel Spa&szlig; damit! :)
<!--more-->
<blockquote>b&uuml;cher icq</blockquote>
Naja ICQ geh&ouml;ren zwar alle eure Gespr&auml;che aber ich glaube nicht, dass sie die schon in B&uuml;chern abdrucken. (Hoffe ich zumindest jetzt mal!)
<blockquote>post gelbe box</blockquote>
Ja diese lustige gelbe Box wird von den meisten Leuten "Briefkasten" genannt. Da k&ouml;nnt Ihr Briefe reintun, nachdem Ihr sie zu und eine Briefmarke drauf geklebt habt.
<blockquote>abnehmen glaube</blockquote>
Jo wenn Ihr abnehmen wollt ists schon sinnvoll dran zu glauben, dass es hilft - aber eine h&ouml;here Macht hilft euch dabei sicher nicht. (Nein auch der Chips-Gott nicht!)
<blockquote>lampenschirm aus kaputten gl&uuml;hbirnen</blockquote>
Ich wei&szlig; ja nicht... Meine sind eher aus Metall, Kunststoff, Stoff oder sonstigem Material. Aber aus kaputten Gl&uuml;hbirnen einen Lampenschirm zu basteln? Halte ich f&uuml;r fragw&uuml;rdig!
<blockquote>twitter spam script</blockquote>
Och neee! Geh spielen du Spammer-Kind! Und nach M&ouml;glichkeit drau&szlig;en im Sand oder so. Spammer gibts da schon genug. Da brauchen wir nicht mehr von.
<blockquote>200 gr&uuml;nde gl&uuml;cklicher single</blockquote>
Jo mag sein, dass die von irgendwem geliefert werden - hier findest du sie sicher nicht! Wenn dann w&uuml;rd ich eher eine Liste anfangen warum das Single-Leben Mist ist.
<blockquote>bitrate schallplatte</blockquote>
Dar&uuml;ber haben die sich sicher noch keine Gedanken gemacht. Vor allem, da Schallplatten nicht digital sind und somit gar keine Bits haben. Informier dich einfach mal &uuml;ber den Unterschied zwischen Analog und Digital... Schallplatten sind ein analoges Medium.
<blockquote>das studium ist bestanden! gl&uuml;ckwunsch</blockquote>
&Ouml;h... Ich fang doch gerade erst an?!? Aber Dankesch&ouml;n. Welchen Titel habe ich denn gewonnen?
<blockquote>geheim im bett</blockquote>
Naja ich wei&szlig; zwar nicht, warum das Geheim sein soll aber okay. Ich geh jeden Abend ganz offen schlafen ohne dabei eine Geheimhaltungserkl&auml;rung zu unterschreiben. Aber ich w&uuml;rde einfach mal sagen: Wenns geheim sein soll sorg daf&uuml;r, dass es niemand mitbekommt ;)