---
title: "[Real-Life] Gibt es heutzutage noch Sicherheit?"
date: "2010-03-31T11:11:00+00:00"
slug: "real-life-gibt-es-heutzutage-noch-sicherheit"
---

<p style="text-align: center;"><img class="size-full wp-image-3119 aligncenter" title="Real Life" src="/uploads/2009/12/rl_header.png" alt="" width="506" height="176" /></p>
Diese Frage stelle ich mir wenn ich t&auml;glich die Meldungen aus dem Bereich der Rettungsorganisationen lese. Erst am Montag gab es wieder eine <a rel="nofollow" href="http://www.nonstopnews.de/meldung/10850" target="_blank">Meldung</a> &uuml;ber einen Angriff auf einen Stra&szlig;enbahnschaffner im benachbarten Bremen, welcher schwer verletzt wurde, nachdem er ein p&ouml;belndes P&auml;rchen vor die T&uuml;r gesetzt hatte.</p><p>Immer h&auml;ufiger liest man in der letzten Zeit von &uuml;bergriffen auf Einsatzkr&auml;fte der Feuerwehr, des Rettungsdienstes und anderer Organisationen, welche ja den Menschen nur helfen wollen, die oftmals nur durch einen massiven Polizeieinsatz beendet werden k&ouml;nnen. Bei jedem Fu&szlig;ball<em>spiel</em> werden aus dem gesamten Umland teilweise mehrere Hundertschaften der Polizei <a rel="nofollow" href="http://www.nonstopnews.de/meldung/10847" target="_blank">zusammengezogen</a> um Schl&auml;gereien etc. im Umfeld zu verhindern. Auch Taxifahrer werden immer wieder <a rel="nofollow" href="http://www.nonstopnews.de/meldung/9773" target="_blank">angegriffen</a>...</p><p><!--more-->Einige Berufsgruppen tragen w&auml;hrend ihrer Arbeit zur eigenen Sicherheit schon Schutzkleidung, wie man sie sonst nur von Polizei oder Spezialeinheiten kennt. Nehmen wir einmal die T&uuml;rsteher: Nach dem was ich von einem T&uuml;rsteher einer Bremer Disco geh&ouml;rt habe, geh&ouml;ren dort stichsichere Westen und schnittsichere Handschuhe zur Standardausr&uuml;stung...</p><p>Auch unter Jugendlichen nimmt die Gewalt nach <a rel="nofollow" href="http://www.nonstopnews.de/meldung/7081" target="_blank">Medienberichten</a> immer weiter zu. Hier wird ein Sch&uuml;ler auf dem Nachhauseweg zusammengeschlagen, dort ein Pr&uuml;gelvideo auf Youtube hochgeladen und immer wieder dazwischen die Berichte, in denen einzelne Jugendliche oder sogar Jugendgruppen Menschen auf offener Stra&szlig;e (oder in der UBahn) zusammenschlagen, dass diese zum station&auml;ren Aufenthalt ins Krankenhaus m&uuml;ssen oder sogar Verletzungen erleiden, die nicht mit dem Leben vereinbar sind.</p><p>Dazu kommen dann noch die Ereignisse wie Bombenanschl&auml;ge, <a rel="nofollow" href="http://www.nonstopnews.de/meldung/10848" target="_blank">Schie&szlig;ereien</a>, etc., die zwar gl&uuml;cklicherweise (noch) nicht allt&auml;glich sind aber meines Empfindens nach immer mehr zunehmen.</p><p>Wie geht das in Zukunft weiter? Werden wir in ein paar Jahren alle nur noch vor die T&uuml;r gehen k&ouml;nnen, nachdem wir die Stich- und Schusssichere Weste angelegt haben, damit wir nicht durch einen "Zufall" auf der Stra&szlig;e ums Leben kommen? Werden unsere Autos alle serienm&auml;&szlig;ig schon mit Panzerung ausgeliefert?</p><p>Wie seht Ihr die Entwicklung der &ouml;ffentlichen Sicherheit gerade auch in Deutschland? <em>(Ich w&auml;hle absichtlich Deutschland als Beispiel weil wir einerseits hier das Meiste mitbekommen und andererseits weil es in anderen L&auml;ndern noch deutlich schlimmer ist.)</em> Macht Ihr euch Sorgen um eure Sicherheit bzw. die Sicherheit eurer Kinder oder meint Ihr, dass das wieder ins Lot kommen wird?</p><p><em><strong>Nachtrag [31.03.2010 12:30]:</strong> Gerade bin ich in einem <a target="_blank" href="http://www.fwnetz.de/2010/03/31/status3-feuerwehrnews-31-03-10/">Posting im FWNetz</a> auf einen aktuellen <a target="_blank" href="http://kuerz.es/1HI">Artikel</a> zum Thema Angriffe auf Rettungskr&auml;fte gesto&szlig;en, den ich euch nicht vorenthalten wollte.</em>