---
title: "[Rezept] Scharfe Salami-Penne"
date: "2010-01-22T13:47:00+00:00"
slug: "rezept-scharfe-salami-penne"
---

<p style="text-align: center;"><img class="size-full wp-image-2385 aligncenter" title="Kurz notiert" src="/uploads/2009/08/kurznotiz_header.png" alt="" width="506" height="176" /></p>
Heute gab es bei mir ein fast frei erfundenes Gericht zu Mittag, welches aber sehr gut schmeckte, so dass ich es euch auch vorstellen m&ouml;chte. Die Inspiration dazu war die Speisekarte eines italienischen Restaurants, welche ein Gericht (ich wei&szlig; leider den Namen nicht mehr) anbot, welches aus Penne (Nudeln), Salami und einer scharfen Sauce besteht. Kann ja nicht allzu kompliziert sein und ich muss sagen fertig war alles in allem etwa nach einer halben Stunde incl. Zutaten vorbereiten.
<h3>Was brauchen wir also?</h3>
<ul>
	<li>250g Penne (Roh also vor dem Kochen 250g. Hinterher habe ich nicht mehr gewogen...)</li>
	<li>1 gro&szlig;e Dose Sch&auml;ltomaten / Pizzatomaten</li>
	<li>Salami (Menge kann nach Belieben ver&auml;ndert werden, m&uuml;sste auch mit Kochschinken funktionieren...)</li>
	<li>1.5 Gem&uuml;sezwiebeln</li>
	<li>Pizzagew&uuml;rz</li>
	<li>2tl Br&uuml;he-Pulver (z.B. Delikatessbr&uuml;he von Knorr)</li>
	<li>Tabasco (oder Chilipulver)</li>
	<li>&Ouml;l</li>
</ul>
Die Menge reicht f&uuml;r 3-4 Portionen (au&szlig;er Ihr habt gro&szlig;en Hunger...).
<h3>Und wie macht man das dann?</h3>
Als erstes werden die Zwiebeln in kleine St&uuml;ckchen geschnitten. Dann passiert der Salami das gleiche. Die Penne werden nach Packungsanweisung gekocht und dann abgegossen stehen lassen. Der Inhalt der Tomaten-Dose kommt in den Mixer damit sie sch&ouml;n fein gehackt werden.</p><p>Damit h&auml;tten wir die Vorbereitungen schon fertig und die Tomatensauce landet in einem Topf. Dann kommt etwas Pizzagew&uuml;rz in die Tomatensauce. Ebenso die 2tl. Br&uuml;he-Pulver. Au&szlig;erdem wird die Sauce mit Tabasco (alternativ geht nat&uuml;rlich auch Chilipulver) gew&uuml;rzt. Wenn Ihr allerdings nicht gerne scharf esst, h&ouml;rt lieber fr&uuml;her mit w&uuml;rzen auf und schmeckt ab. Wenn die Sauce etwas zu scharf ist, macht das nichts, da die anderen Zutaten hinterher die Sch&auml;rfe etwas relativieren. M&ouml;gt Ihr nat&uuml;rlich scharfes Essen wird die W&uuml;rzm&ouml;glichkeit nur durch die Menge des vorhandenen Chilipulvers begrenzt. ;)</p><p>In einer Pfanne wird das &Ouml;l erhitzt (nicht zu viel, nicht zu wenig, weder soll der Kram im &Ouml;l schwimmen noch an der Pfanne anbrennen...) Darin die Zwiebeln anbraten (ich habe sie leicht angebr&auml;unt aber solange sie nicht schwarz sind d&uuml;rften sie auch bei anderer Br&auml;unungsstufe noch schmecken...). Nachdem die Zwiebeln so weit sind einfach die abgegossenen Nudeln mit in die Pfanne geben und ein wenig mit anbraten. Auch hier gilt: Leichte F&auml;rbung ist gut, Schwarz eher schlecht. Kurz vor Ende des Ganzen kommt die Salami in die Pfanne. (Nicht zu fr&uuml;h, da die Salami fest wird, wenn man sie erw&auml;rmt.) Alles sch&ouml;n durchmischen und ein wenig durchziehen lassen.</p><p>Jetzt den Inhalt der Pfanne auf die Teller aufteilen und dann nach belieben Sauce dr&uuml;ber geben.</p><p>Guten Appetit.