---
title: "[Sternchallenge] KW 20 (Woche 52) - Abschlussbericht"
date: "2010-05-24T11:53:00+00:00"
slug: "sternchallenge-kw-20-woche-52-abschlussbericht"
---

<p style="text-align: center;"><img class="size-full wp-image-2343 aligncenter" title="Abnehmen im Blog" src="http://cdn.knut.me/header/abnehmen.png" alt="Abnehmen im Blog" width="506" height="176" /></p>
Wie man aus dem Titel diese Woche schon lesen kann, ist dies der letzte der Abnehmberichte am Montag, da das 52 Wochen - also ein Jahr - dauernde Projekt, die "Sternchallenge", beendet ist. 52 Wochen lang habe ich &uuml;ber die Hochs und Tiefs w&auml;hrend meines Abnehmversuchs gebloggt und teilweise sehr lieben Zuspruch bekommen.</p><p>Dieser Artikel hei&szlig;t nat&uuml;rlich nicht, dass ich ab jetzt aufh&ouml;re abzunehmen, mir jeden Abend zwei Pizzen genehmige und zusehe, dass ich wieder auf das Startgewicht komme. Auch hei&szlig;t das nicht, dass ich mit dem Sport durch bin und jetzt wieder f&uuml;r den Rest meines Lebens faul in der Ecke liege. Sowohl das Abnehmen als auch der Sport werden in Zukunft weiter gehen. Das einzige was sich &auml;ndert sind die w&ouml;chentlichen Artikel.Solange ich meinen Wochenr&uuml;ckblick am Sonntag der Woche schreibe, werde ich auch da immer kurz 1-2 S&auml;tze &uuml;ber das Thema verlieren aber halt nicht mehr so ausf&uuml;hrlich wie hier.</p><p>Um mal einen kleinen &Uuml;berblick zu bekommen: Gestartet bin ich im M&auml;rz 2009 mit dem Wunsch abzunehmen. Am 26. Mai habe ich mich dann, nachdem die anderen Versuche nichts brachten, dem Projekt "Sternchallenge" angeschlossen und seit dem w&ouml;chentlich &uuml;ber meine Abnahme berichtet. Das Startgewicht lag bei 120 Kilo und steigerte sich in der Phase vor der Sternchallenge sogar noch auf 120.2 Kilo. Das hei&szlig;t ich habe inzwischen - ausgegangen vom Startgewicht - 21.9 Kilo abgenommen.</p><p>Zwar war mein selbst gestecktes Ziel innerhalb dieses Jahres 30 Kilo abzunehmen und damit heute die 90-Kilo-Marke proklamieren zu k&ouml;nnen aber daf&uuml;r hat es nicht ganz gereicht. Das Ziel wird allerdings, wie oben geschrieben, nicht verworfen sondern weiter verfolgt. In meiner "&Uuml;ber-Mich"-Seite k&ouml;nnt Ihr auch weiterhin den Graphen betrachten, den Ihr auch schon aus den w&ouml;chentlichen Berichten kennt.</p><p>Damit m&ouml;chte ich mich f&uuml;r die Unterst&uuml;tzung bedanken, die ich von euch allen bekommen habe und &uuml;berlasse das Feld jetzt letztmalig den Grafiken meiner w&ouml;chentlichen Abnehm-Berichte.
<p style="text-align: center;">Diese Woche gibt es eine Verbuchung von <span style="color: #ff0000;">-0.1kg</span> (jetzt 98.1kg).</p>
<!--more-->Und wie &uuml;blich die beiden Grafiken dazu:
<p style="text-align: center;"><a class="highslide" href="/uploads/2010/05/BodyMassIndex2.png"><img class="alignnone size-large wp-image-4034" title="Grafische Darstellung des Gewichts in der BMI-&Uuml;bersicht" src="/uploads/2010/05/BodyMassIndex2-500x375.png" alt="" width="500" height="375" /></a>
<small>(Abgewandelte Grafik unter <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.de">CC-By-Sa 3.0</a>, <a class="highslide" href="http://de.wikipedia.org/w/index.php?title=Datei:BodyMassIndex.png">Original</a> von <a href="http://de.wikipedia.org/wiki/Benutzer:Thire">Thomas Steiner</a>)</small></p>
<p style="text-align: center;"><a class="highslide" href="/uploads/2009/12/20091214-130550.png"></a><a class="highslide" href="/uploads/2010/05/gewgraph3.png"><img class="alignnone size-large wp-image-4035" title="Der Gewichtsverlauf als Graph" src="/uploads/2010/05/gewgraph3-499x322.png" alt="" width="499" height="322" /></a></p>