---
title: "[Internet] Online Live-Supportsysteme"
date: "2010-02-16T10:35:00+00:00"
slug: "internet-online-live-supportsysteme"
---

<p style="text-align: center;"><img class="size-full wp-image-3462 aligncenter" title="Internet &amp; Technologie" src="/uploads/2010/02/internet.png" alt="" width="506" height="176" /></p>
Man kennt es auf nicht wenigen Webseiten aber haupts&auml;chlich im amerikanischen Raum, dass ein Live-Chat-Kontakt zum Personal hinter der Webseite - also zum Beispiel dem technischen Support eines Webhosters - angeboten wird. Auf der Seite direkt wird dann meist ein kleiner Button eingebunden, der den Status des Supports anzeigt. Ist der Support online, kann man ihn &uuml;ber den Chat kontaktieren und so kleinere Probleme sehr schnell kl&auml;ren.</p><p>Genau so ein System wollte ich f&uuml;r die Kontaktaufnahme mit mir auf meiner Firmenseite und evtl. auch hier f&uuml;r die Plugins aufsetzen. Allerdings scheint es im Gro&szlig;en und Ganzen nur eine einzige L&ouml;sung zu geben: Livezilla. F&uuml;r alle Windows-Nutzer sicher auch ein tolles System aber mir als Mac OSX Nutzer stellen sich die Nackenhaare auf, da (f&uuml;r ein webbasiertes System) unbedingt ein Windows-Programm genutzt werden muss. Die Entwicklung einer Weboberfl&auml;che ist zwar seit 2008 "in Arbeit" aber bis heute nicht fertig. Eine Portierung des Systems f&uuml;r Linux oder Mac OSX ist nicht geplant. Schade.</p><p>Also war ich gestern Abend schon mehrere Stunden auf der Suche nach einem funktionierenden System und diese Suche setzte sich heute fort. Um einmal das Resultat vorweg zu nehmen: Ich habe nichts gefunden. Die meisten der Projekte sind schon seit Jahren tot und nicht mehr gepflegt. Die Kandidaten, die relativ erfolg versprechend aussahen waren unter Anderem "phpOnline" (Es basiert auf einem Flash-Chat, die Entwicklung ist seit 2003 tot.), "Help Center Live" (Die Demoversion ist schonmal hin&uuml;ber, was soll also die Live-Version k&ouml;nnen? Im Opera soll eine Kontaktaufnahme unm&ouml;glich sein laut Bugreport von 2008, au&szlig;erdem ist die Entwicklung 2008 mit der Ank&uuml;ndigung einer neuen Version gestorben.) und viele kommerzielle Produkte, die ich aufgrund der hohen Fixkosten nicht einsetzen m&ouml;chte.</p><p>Gibt es also nicht ein System, was Plattformunabh&auml;ngig funktioniert (und wirklich funktioniert...), kostenlos (im Idealfall OpenSource) und nicht mit Werbung vollgestopft ist? Kennt da einer von euch eine L&ouml;sung zu oder sind meine Anforderungen wieder einmal so speziell, dass ich mir das System selbst schreiben m&uuml;sste?