---
title: "[Internet] Flash... Muss das sein?"
date: "2010-02-09T11:11:00+00:00"
slug: "internet-flash-muss-das-sein"
---

<p style="text-align: center;"><img class="size-full wp-image-3462 aligncenter" title="internet" src="/uploads/2010/02/internet.png" alt="" width="506" height="176" /></p>
Diese Frage stelle ich mir in letzter Zeit immer wieder. Dauernd liest man &uuml;ber den "Krieg" zwischen Adobe und Apple, Apple macht Adobe f&uuml;r die Resourcenverschwendung verantwortlich, die ein Flash-Player betreibt, Adobe h&auml;lt dagegen, dass Apple ja die Systemspezifikationen nicht rausr&uuml;ckt.Jetzt hat auch Mozilla f&uuml;r ihre mobile Browserversion "Fennec" das Flash-Plugin <a href="http://www.macnews.de/news/13989/mozilla-flash-verschlechtert-die-leistung-des-browsers/" target="_blank">abgeschaltet</a>, da es einfach nicht mehr performant l&auml;uft und es gibt Berichte, dass Flash bis dato immer noch <a href="http://www.macnews.de/news/14116/bekannter-flash-bug-noch-immer-nicht-behoben/" target="_blank">Sicherheitsl&uuml;cken</a> enth&auml;lt, die Adobe schon im Jahr 2008 bekannt waren.</p><p><!--more-->Die Tatsache, dass ich pers&ouml;nlich gerne jedes St&uuml;ckchen Flash aus meinem Umfeld verbannen m&ouml;chte ist vielen hier sicher nichts neues. Trotzdem habe ich mal dr&uuml;ber nachgedacht, in welchen Bereichen mir Flash im Internet noch begegnet:
<ul>
	<li>Flash-Werbung, die rumblinkt und den Seitenbesucher teils sogar mit Sound nervt</li>
	<li>Flash-Games wie Farmville oder &auml;hnliches im Facebook oder anderen Portalen</li>
	<li>Flash-Videoplayer auf Youtube oder anderen You*-Portalen</li>
	<li>Flash-Objekte in Webseiten, die ewig laden und dann mit "Filmchen" oder Sound nerven</li>
</ul>
<h5>Analyse der Punkte</h5>
Was die Flash-Werbung angeht, wird mir sicher niemand widersprechen wenn ich behaupte, dass niemand sie mag und sie nur nervt. Betrachte ich die Prozessorlast beim Besuchen einer solchen Seite wird mir &uuml;bel und meine Ohren fangen an zu schmerzen, da die L&uuml;fter verzweifelt unter Volllast versuchen den Prozessor zu k&uuml;hlen.</p><p>Die Flash-Games m&ouml;gen f&uuml;r einige Leute ein wichtiger Bestandteil ihrer Tagesgestaltung sein aber ginge das nicht auch anders? Nat&uuml;rlich ist es bequem eine Internetseite aufzurufen und sofort spielen zu k&ouml;nnen ohne sich &uuml;ber die Sicherheitsrichtlinien des Arbeitsplatz-PCs Gedanken zu machen oder etwas auf dem PC zu Hause zu installieren...</p><p>Flash-Videoplayer haben meiner Meinung nach ausgedient. Die wichtigen Browser haben inzwischen eine mehr oder weniger gute Unterst&uuml;tzung des neuen HTML5-Standards und k&ouml;nnen Videos so auch ohne Flash abspielen. Somit ist es da meiner Meinung nach nur noch eine Frage der Zeit und des guten Willens der Seitenbetreiber die veralteten Browser auszusperren und die Portale auf HTML5 umzustellen.</p><p>Objekte auf Webseiten, die beim Besuchen der Seite schon anfangen irgendwelche Ger&auml;usche von sich zu geben und Filme abspielen gehen mir pers&ouml;nlich v&ouml;llig gegen den Strich und d&uuml;rften meiner Meinung nach gerne sofort vom Markt verschwinden. Zumal diese Seite auch ein nicht unerhebliches Ladevolumen verursachen, was bei der immer noch nicht fl&auml;chendeckenden Verbreitung von DSL in Deutschland so manch einen User stark ver&auml;rgern d&uuml;rfte.
<h5>Fazit</h5>
Betrachtet man diese Punkte mal zusammen, f&auml;llt mir nach meiner pers&ouml;nlichen Bewertung auf, dass der einzige wirkliche Nutzen von Flash darin liegt, dass man damit gut Spiele umsetzen kann. Aber w&uuml;rdet Ihr auf eurem PC ein Spiel installieren, bei dem bekannt ist, dass es diverse Sicherheitsl&uuml;cken hat und euren Rechner angreifbar macht? Sicher nicht. Aber Flash installiert ihr dennoch. Warum?</p><p>Das Argument, dass Flash mit seinen Sicherheitsl&uuml;cken dem PC schaden kann findet man &uuml;brigens in IT-Abteilungen gro&szlig;er Unternehmen wieder, bei denen Flash teilweise auf keinem einzelnen PC installiert ist.
<h5>Eure Meinung?</h5>
Jetzt m&ouml;chte ich gerne eure Meinungen zum Thema Flash in Webseiten h&ouml;ren. Was haltet Ihr von diesen Punkten, die ich oben aufgef&uuml;hrt habe? Fallen euch noch Anwendungsgebiete auf, die ich nicht beachtet habe, die aber eine entsprechende Verbreitung haben, dass sie beachtet werden sollten?