---
title: "[Planung] Zeitplanung für bessere Übersicht"
date: "2010-05-11T11:20:00+00:00"
slug: "planung-zeitplanung-fuer-bessere-uebersicht"
aliases:
  - /blog/planung-zeitplanung-fur-bessere-ubersicht/
---

<p style="text-align: center;"><img class="size-full wp-image-3119 aligncenter" title="Real Life" src="http://cdn.knut.me/header/reallife.png" alt="" width="506" height="176" /></p>
<a class="highslide" href="/uploads/2010/05/IMG_0123.jpg"><img class="alignright size-thumbnail wp-image-3960" style="margin-left: 0.5em;" title="Das Timesheet in Aktion" src="/uploads/2010/05/IMG_0123-150x150.jpg" alt="" width="150" height="150" /></a>Wer viel am Tag macht und dabei eventuell noch Abrechnungsrelevante Dinge tut, die er hinterher dem Kunden wieder in Rechnung stellt oder einen T&auml;tigkeitsbericht f&uuml;hren muss, kennt das Problem vielleicht: Was genau habe ich eigentlich wann gemacht?</p><p>Ich habe um das Problem f&uuml;r mich zu l&ouml;sen einen kleines Formular gebastelt, welches ich mir am Anfang des Tages bzw. am Ende des Vortages vorbereite und mir dann hinlege. Da k&ouml;nnen einerseits Termine schon eingetragen werden, von denen bekannt ist, wie lange sie dauern. Andererseits kann sehr schnell (auch wenn man direkt danach schon wieder etwas anderes machen muss) z.B. ein Gespr&auml;ch mit einem Kunden eingetragen werden, damit man dazu sp&auml;ter eine Rechnung schreiben kann.</p><p>Das Formular besteht einfach aus einer Din-A4-Seite, auf der in 10-Minuten-Staffelung die Zeiten von 07:00 Uhr bis 23:00 Uhr und eine simple Linie zum Ausf&uuml;llen der T&auml;tigkeit aufgedruckt sind. So kann ich schnell mit Bleistift o.&Auml;. etwas eintragen und kann es wieder aus meinem Kopf streichen. So geht am Ende des Tages wenn ich die Rechnung schreibe nicht das gro&szlig;e &Uuml;berlegen los, wann ich denn jetzt was gemacht habe.</p><p>Wie man an den Zeiten sieht, richtet sich das Formular in der Hauptsache an Selbstst&auml;ndige, die ihren ganzen Tag da auflisten. F&uuml;r Arbeitnehmer wird der Zeitraum deutlich zu gro&szlig; und die 10-Minuten-Staffelung zu grob sein aber daf&uuml;r darf das Formular gerne angepasst werden.</p><p>Sowohl die TeX-Datei als auch das Ruby-Script zum Generieren der Spalten k&ouml;nnen im <a href="http://gist.github.com/397102">Gist</a> gefunden werden und da das ganze unter einer <a href="http://creativecommons.org/licenses/by-sa/3.0/de/">CC-BY-SA</a> Lizenz steht, k&ouml;nnt Ihr gerne eigene Versionen basteln und ver&ouml;ffentlichen.</p><p><strong><em>Nachtrag:</em></strong><em> Das Formular steht nat&uuml;rlich auch zum <a href="http://cdn.knut.me/downloads/timesheet_v1.pdf">Download</a> bereit!</em>
