---
title: "[Blogs] Nutzung von Sidebars - Auswertung"
date: "2010-01-31T18:06:00+00:00"
slug: "blogs-nutzung-von-sidebars-auswertung"
---

<p style="text-align: center;"><img class="size-full wp-image-3258 aligncenter" title="Umfrage" src="/uploads/2010/01/umfrage.png" alt="" width="506" height="176" /></p>
<img class="alignright size-full wp-image-3397" style="margin-left: 5px; margin-bottom: 5px;" title="Bist du reiner Blogleser oder hast du selber einen Blog?" src="/uploads/2010/01/teilnehmer.png" alt="" width="345" height="96" />Vor einer Woche am 24. Januar habe ich hier an dieser Stelle eine Umfrage gestartet, die sich sowohl an Blogleser als auch an Autoren von Blogs richtete. An dieser Umfrage haben sich bis heute, dem geplanten Ende der Umfrage 72 Personen beteiligt, von denen 63 einen eigenen Blog schreiben und 9 Blogs nur lesend nutzen. Aus diesem Grund sind die Auswertungsgrafiken alle mit dem Endpunkt "72" generiert um zu sehen, wie hoch der Anteil der Personen ist, die f&uuml;r den jeweiligen Punkt abgestimmt haben.</p><p><!--more-->
<h3 style="clear: both;">Wie viele Sidebars h&auml;lst du f&uuml;r sinnvoll?</h3>
<img class="alignright size-full wp-image-3396" style="margin-left: 5px; margin-bottom: 5px;" title="Wie viele Sidebars h&auml;lst du f&uuml;r sinnvoll?" src="/uploads/2010/01/sidebars.png" alt="" width="345" height="126" />In der ersten Frage habe ich die Teilnehmer gebeten einmal zu definieren wie viele Sidebars sie in einem Blog eigentlich f&uuml;r sinnvoll halten. Entgegen dem Trend, den ich in meinen Streifz&uuml;gen im Web immer wieder festgestellt habe, haben mehr als die H&auml;lfte der Teilnehmer f&uuml;r eine Sidebar abgestimmt. Meine Beobachtung ging eigentlich mehr in die Richtung, dass es immer popul&auml;rer ist mehrere aber dabei schmalere Sidebars einzusetzen. Ich denke ein Grund f&uuml;r dieses Ergebnis k&ouml;nnte sein, dass entweder die Seite auf niedrigen Aufl&ouml;sungen nicht mehr vern&uuml;nftig anzeigbar ist, oder der Inhalt sehr gequetscht aussieht, wenn mehr als eine Sidebar genutzt wird.
<h3 style="clear: both;">Gewichtung von verschiedenen Punkten</h3>
Im weiteren ging es darum die Priorit&auml;t von verschiedenen Punkten einzusch&auml;tzen. Dazu stand eine Skala von "V&ouml;llig unwichtig" &uuml;ber "Unwichtig", "Neutral" und "Wichtig" bis hin zum "Sehr wichtig" zur Verf&uuml;gung. Dabei habe ich nach verschiedenen Kriterien gefragt, die meiner Meinung nach einen hohen Stellenwert haben oder recht oft in Sidebars auftauchen. Zu diesen Punkten m&ouml;chte ich einfach die Graphen f&uuml;r sich sprechen lassen und nur wenig kommentieren, da ansonsten der Text deutlich zu lang wird.
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3395" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir das schnelle Laden der Seite?" src="/uploads/2010/01/ladezeit.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir das schnelle Laden der Seite?</strong></p>
Auch in den Kommentaren wurde dieser Punkt noch extra als wichtig betont, da sonst schnell Ungeduld und das Verlassen der Seite ansteht.
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3394" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir viele Informationen &uuml;ber den Autor zu erfahren?" src="/uploads/2010/01/informationen.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir viele Informationen &uuml;ber den Autor zu erfahren?</strong></p>
In den Kommentaren kam zu dieser Frage auch zus&auml;tzlich noch die Meinung auf, dass es besser sei die Informationen in einer separaten "&Uuml;ber mich" Seite zu lagern. Ein guter Kompromiss w&auml;re vielleicht in der Sidebar ein sehr kurz gehaltener Text &uuml;ber die Person, wie er oft von Fachzeitschriften unter Artikeln gedruckt wird und die restlichen Informationen in eine separate Seite.
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3401" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir, dass die &Uuml;bersicht erhalten bleibt?" src="/uploads/2010/01/Uebersicht.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir, dass die &Uuml;bersicht erhalten bleibt?</strong></p>
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3392" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir die Chance schnell alte Beitr&auml;ge zu finden? (Kalender etc.)" src="/uploads/2010/01/altes.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir die Chance schnell alte Beitr&auml;ge zu finden? (Kalender etc.)</strong></p>
Hier wurde noch erw&auml;hnt, dass alte Beitr&auml;ge oft eher unwichtig sein, aber Wert auf meistgelesene Posts gelegt werden sollte.
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3400" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir die M&ouml;glichkeit sich mit dem Autoren der Seite direkt zu vernetzen?" src="/uploads/2010/01/vernetzen.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir die M&ouml;glichkeit sich mit dem Autoren der Seite direkt zu vernetzen?</strong></p>
In den Kommentaren wurde zu dieser Frage noch genauer definiert, dass eine direkte Verlinkung (z.B. via Widget) nicht notwendig sei aber Links zu Profilen in anderen Netzwerken w&uuml;nschenswert sein.
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3399" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir Verlinkungen zu anderen Blogs direkt zu sehen?" src="/uploads/2010/01/verlinkungen.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir Verlinkungen zu anderen Blogs direkt zu sehen?</strong></p>
<p style="clear: both; border-top: 1px dotted #555;"><img class="alignright size-full wp-image-3393" style="margin-left: 5px; margin-bottom: 5px;" title="Wie wichtig ist dir Bilder des Autoren angezeigt zu bekommen?" src="/uploads/2010/01/bilder.png" alt="" width="345" height="186" /><strong>Wie wichtig ist dir Bilder des Autoren angezeigt zu bekommen?</strong></p></p><p><h3 style="clear: both;">Fazit</h3>
Ich freue mich, dass Ihr so flei&szlig;ig an der Umfrage teilgenommen habt und hoffe, dass die Auswertung dem Einen oder Anderen dabei hilft seine Sidebar ein wenig Besucherfreundlicher einzurichten. Ich f&uuml;r meinen Teil werde meine Sidebar um einen Block erweitern und meinen kurzen "Wer schreibt hier?"-Text wieder mit aufnehmen.</p><p>Gerne darf auch &uuml;ber die Ergebnisse hier im Anschluss diskutiert werden. Auch weitere erg&auml;nzende Anmerkungen zur Umfrage bzw. der Auswertung nehme ich gerne an. (Kurz noch zur Info: Ich habe an der Umfrage selber nicht teilgenommen, da ich rein die Meinungen meiner Besucher einfangen wollte.)