---
title: "[Telekom] Das Ende der Reise"
date: "2010-06-04T23:52:00+00:00"
slug: "telekom-das-ende-der-reise"
---

<em>Am Mittwoch schon hatte die Reise, die zur </em><a href="http://blog.knut.me/2010/06/telekom-die-odyssee-zum-vertrag-mit-handy/"><em>Odyssee</em></a><em> wurde, begonnen und ich hatte dar&uuml;ber berichtet. Viel Zuspruch habe ich erhalten aber auch die Information, dass die Hotline generell wohl besser geeignet ist um Dinge zu kl&auml;ren und der Shop nur zum Schauen aber nicht zum Kaufen taugt. Heute soll meine Reise dann ihr Ziel erreichen:</em></p><p>Schon heute morgen wollte ich es genauer wissen wie es um den Status steht. Immerhin hatte man mir erz&auml;hlt, dass die Aktivierungen in der Nacht laufen und die Nacht war schlie&szlig;lich vorbei. Also gegen halb Zehn am Vormittag in der Gesch&auml;ftskundenhotline angerufen. Dort konnte man mir leider nicht helfen, da man eine Rufnummer oder Kartennummer br&auml;uchte um den Vertrag einsehen zu k&ouml;nnen.</p><p>Zust&auml;ndig sollte eine neue Hotline sein, die auch mit Auftragsnummern etwas anfangen k&ouml;nne. Nun gut, da mich der Mitarbeiter der Hotline direkt durchstellte dauerte es nur einen kurzen Moment bis ich eine Mitarbeiterin der neuen Hotline zu sprechen bekam. Als diese h&ouml;rte, dass es sich um einen Gesch&auml;ftsvertrag handelt, musste sie kapitulieren, da sie nur f&uuml;r Privatkunden Zugriffsbefugt sei.</p><p>Ich bekam die Nummer einer dritten Hotline. Selbe Abteilung aber der Gesch&auml;ftskundenbereich. Der Mitarbeiter musste kurz sein Interface wechseln und nahm dann die Auftragsnummer entgegen. Schon Sekunden sp&auml;ter konnte er mir best&auml;tigen, dass der Auftrag angenommen wurde und heute in den Versand gehen k&ouml;nnte. Versand?!? Als er h&ouml;rte, dass es sich um eine Shop-Bestellung handelt, war er zwar leicht verwundert warum ich mich pers&ouml;nlich um den Auftragsstatus k&uuml;mmere, erkl&auml;rte mir dann aber, dass es f&uuml;r ihn gleich aussehen w&uuml;rde. In dem Falle hie&szlig;e Versand nat&uuml;rlich, dass mir die Kollegen im Shop mein Handy in die Hand geben. Ein sehr kurzer Versand eben...</p><p>Alle drei Hotlines waren sehr freundlich, haben sich mein Anliegen angeh&ouml;rt und wussten auch direkt worum es geht. Wahrscheinlich h&auml;tte ich im ersten Versuch noch extra erw&auml;hnen m&uuml;ssen, dass ich einen Gesch&auml;ftskundenvertrag meine und h&auml;tte mir dann die Zwischenstation gespart. Aber das ist zu verschmerzen. Insgesamt habe ich mich ca. eine viertel Stunde mit den drei Mitarbeitern unterhalten und hatte eine freundliche und zufriedenstellende Antwort. So darf Support &ouml;fter sein.</p><p>Da mir die Dame im Shop versprochen hatte, sie w&uuml;rde mich anrufen, sobald mein Auftrag durch ist, wartete ich auf einen Anruf. Immerhin hatte ich ihr extra eine Karte dagelassen damit sie meine Rufnummer auch findet. Nachdem es dann langsam 16 Uhr war entschloss ich mich doch wieder auf eigene Faust in den Shop zu pilgern und den Kampf notfalls mit Hilfe der kompetenten Kollegen aus der Hotline aufzunehmen.</p><p>Um 16:42 Uhr durfte mir der Automat im Parkhaus wieder eine Karte aush&auml;ndigen und mich einparken lassen. Kurz sp&auml;ter stand ich im Shop und die Dame gab sich alle M&uuml;he mich zu ignorieren. Nachdem ich dann genau in ihrem Blickfeld stand konnte sie das nicht l&auml;nger und so ging sie zu ihrem Kollegen, er m&ouml;ge doch mein Ger&auml;t holen und es mir aush&auml;ndigen.</p><p>Auch teilte sie mir mit, dass sie "gerade eben" erfahren habe, dass der Auftrag durch sei. Sie habe extra noch telefonieren m&uuml;ssen daf&uuml;r und dann auf ihre Bitte eine Best&auml;tigungsemail "wirklich erst vor 10 Minuten" erhalten. Nun gut immerhin n&auml;herte sich der Kollege mit dem Desire. Sollte es wirklich ein gutes Ende nehmen?</p><p>Nachdem dann meine Maestro-Card nicht mit dem Terminal des Shops zusammenarbeiten wollte, wurde der Notfallplan und die zweite EC-Karte gez&uuml;ckt. Eine PIN-Eingabe sp&auml;ter hatte ich knappe 72 Euro weniger und daf&uuml;r ein Desire mehr. Dazu gab es ein Papiert&uuml;tchen und noch einen Zettel. Egal erstmal raus da. Um 16:53 Uhr konnte ich das Parkhaus wieder verlassen und mich auf den Heimweg machen.</p><p>N&auml;heres zum Desire wird an dieser Stelle mit Sicherheit noch folgen aber zuerst besagter Zettel: Schon der Titel l&auml;sst doch Verwunderung aufkommen: "Waren Sie mit unserer Beratung &auml;u&szlig;erst zufrieden? Dann lassen Sie es uns wissen!" Ich schaue den Zettel sehr verwundert an und lese weiter:
<blockquote>[...] Im Interesse einer hohen Kundenzufriedenheit hat unser Unternehmen ein unabh&auml;ngiges Meinungsforschungsinstitut beauftragt, Sie als Kunden des Telekom Shops &uuml;ber Ihre Eindr&uuml;cke bei Ihrem Besuch zu befragen. Dazu wird man sich gegebenenfalls in den n&auml;chsten Tagen telefonisch bei Ihnen melden.</p><p>Haben wir Sie von unseren F&auml;higkeiten &uuml;berzeugen k&ouml;nnen? ....dann w&auml;ren wir erfreut wenn Sie &auml;u&szlig;erst zufrieden waren! [...]</blockquote>
Ahja. Auch beim dritten Mal will der Zettel mir immer noch erz&auml;hlen, dass ich also zufrieden,Entschuldigung: &auml;u&szlig;erst zufrieden, sein soll. Ich hoffe das Unternehmen wird mich befragen. Ich glaube sie werden diese beiden Blogbeitr&auml;ge lieber nicht in die Statistik flie&szlig;en lassen. Ansonsten k&ouml;nnte es die "&auml;u&szlig;erst zufriedene" Meinung der Kunden etwas abschw&auml;chen.</p><p><em>Was habe ich daraus gelernt? Das ist einfach: Nie wieder werde ich mich mit diesem Shop abm&uuml;hen! Und wenn meine Bestellung &uuml;ber die Hotline 2 Wochen l&auml;nger dauert: Das sind mir meine Nerven wert. Ich wei&szlig; zwar nicht, ob es die Regel ist und auch f&uuml;r die Privatkundenhotline gilt aber ich f&uuml;hle mich - wenn es denn die Telekom wird - bei der Gesch&auml;ftskundenhotline zu 100% besser aufgehoben als bei den Mitarbeitern des Shops. Das was ich dort in der wenigen Zeit erleben durfte reicht um mir ein Bild zu machen.</em></p><p><em>Liebe Telekom: Wenn Ihr Wert auf Kundenzufriedenheit legt, dann stellt doch bitte so kompetentes und freundliches Personal wie in den Gesch&auml;ftskundenhotlines auch in den Shops ein. Das w&uuml;rde die Meinung derer, die den Shop nutzen, deutlich heben.</em>