---
title: "Odysee in Norddeutschland"
date: "2010-12-25T16:45:04+00:00"
slug: "odysee-in-norddeutschland"
---

<p>
	Unter dem Titel k&ouml;nnte man wohl sehr gut meine heutige Tour von Hamburg nach Bremen und zur&uuml;ck betrachten. Los ging es schon um 8:30 Uhr zu Fu&szlig; in Richtung des S-Bahnhofs in Wedel. Ein wenig frische Luft geschnuppert und dabei gleichzeitig eine Busfahrt vermieden startete um 9:03 Uhr die S1 in Richtung Hamburg Hauptbahnhof. Bis hierhin ging auch noch alles absolut planm&auml;&szlig;ig.</p>
<p>
	Um 10:15 Uhr dann endlich die Abfahrt des Metronom vom Hamburg Hauptbahnhof in Richtung Bremen Hauptbahnhof. So weit so gut aber schon vor Rotenburg dann eine Durchsage der Schaffnerin: &quot;Aufgrund eines Problems mit dem Triebwagen haben wir in Rotenburg Versp&auml;tung. Wir fahren nur noch mit 50% Antriebskraft.&quot; Mein Gedanke: Oha... 9 Minuten zum Umsteigen in Bremen und wir fahren nur noch mit halber Kraft? Das wird nix.</p>
<p>
	In Rotenburg dann die n&auml;chste Botschaft, die daf&uuml;r sorgte, dass alle Reisenden, die gerade aufgestanden waren und eigentlich nach Minden wollten sich direkt wieder setzten: Der Anschlusszug nach Minden f&auml;llt aus und alle, die dort hin wollen sollten bis nach Bremen und dann &uuml;ber A nach B und C in Richtung Minden fahren. Einige Reisende fingen an zu telefonieren: &quot;Ich schaffe es nicht mehr p&uuml;nktlich. Ich wei&szlig; nicht wann ich da bin also wartet mit dem Essen nicht auf mich.&quot; - Zwar wei&szlig; ich nicht wann der Herr essen wollte, da Minden ja doch noch eine kleine Reise von Rotenburg ist aber immerhin bl&ouml;d sowas.</p>
<p>
	Dann in Bremen die Bilanz dieser Fahrt: 15 Minuten Versp&auml;tung bei einer Umsteigezeit von gerade einmal 9 Minuten. Fazit: Das war nix. Busse als Ersatz um weiter an mein Ziel (Dreye) zu kommen? &Ouml;hm... Nicht in absehbarer Zeit... Aber immerhin erinnert man sich ja noch an die vergangenen Touren durch Bremen: Die Stra&szlig;enbahnlinie 4! H&auml;lt dann zwar nur einige Kilometer von Dreye entfernt aber immerhin schon n&auml;her als der Hauptbahnhof von Bremen. Somit wurde dann kurzfristig ein Transit via Auto von Arsten nach Dreye organisiert und auch das klappte.</p>
<p>
	Da ich allerdings heute noch wieder nach Hamburg bzw. weiter nach Wedel wollte musste auch die R&uuml;ckfahrt klappen. Somit brav nach Fahrplan mal die Z&uuml;ge der Verbindung in die mobile Webseite der Bahn eingetragen um zu sehen wie arg sie versp&auml;tet sind. Mein IC, der mich ab Bremen nach Hamburg transportieren sollte: 40+ Minuten. Ohwei. Planm&auml;&szlig;iger Aufenthalt in Bremen: 46 Minuten plus die 40 Minuten Versp&auml;tung: 86 Minuten Aufenthalt. Herzlichen Dank auch. Aber immerhin fahren zwischendurch ja auch noch Metronom-Z&uuml;ge.</p>
<p>
	Nach Fahrplan sollte meine Regionalbahn um 16:31 Uhr in Bremen aufschlagen. Um 16:33 Uhr sollte der Metronom zwei Gleise weiter starten also evtl. noch zu schaffen, wenn man ein paar Leute von der Treppe schubst und ein paar andere nieder trampelt. Gl&uuml;cklicherweise wurde mit die Entscheidung dann schon daduch abgenommen, dass die Regionalbahn mit einer Versp&auml;tung von 5 Minuten bei mit ankam und so die zwei Minuten erfahrungsgem&auml;&szlig; auch schon wieder dahin waren.</p>
<p>
	In Bremen dann endlich angekommen: Lage peilen auf dem Gleis wo die Z&uuml;ge nach Hamburg fahren. Ein IC mit 50 Minuten Versp&auml;tung... Planm&auml;&szlig;ige Abfahrt: 16:17 Uhr also somit um 17:06. Gro&szlig;e Freude weil doch ein Zug gefunden war, der keine 90 Minuten auf dem kalten Bahnsteig auf sich warten lassen sollte. Aber dann das Wunder: Ein Blick auf das benachbarte Gleis: Metronom in Richtung Hamburg, planm&auml;&szlig;ige Abfahrt: 16:33 Uhr, aktuell bereitgestellt aber 5 Minuten verz&ouml;gert. Schnell rein bevor er mir vor der Nase abf&auml;hrt.</p>
<p>
	Drinnen erst einmal via Twitter und Jabber alle benachrichigt, die meine Reise bis dahin verfolgten und Bescheid gegeben, dass es doch noch einen Zug gibt, der einigerma&szlig;en in-time ankommt. Somit Ende gut, alles Gut: Ich sitze momentan gerade in eben diesem Metronom und tippe den Artikel zusammen um ihn bei der n&auml;chsten Gelegenheit, an der es ein wenig Internet auf der Strecke (dem riesigen, die ganze Strecke umspannenden, Funkloch zwischen Hamburg und Bremen) gibt absenden zu k&ouml;nnen.</p>
<p>
	Die Odysee ist beendet! Ich bin bald wieder in Hamburg sobald der Zug dann auch dort angekommen ist!</p>
