---
title: "[Real-Life] F端hrerschein端berpr端fungen f端r Autofahrer"
date: "2010-04-18T15:27:00+00:00"
slug: "real-life-fuehrerscheinueberpruefungen-fuer-autofahrer"
aliases:
  - /blog/real-life-fuhrerscheinuberprufungen-fur-autofahrer/
---

<p style="text-align: center;"><img class="size-full wp-image-3119 aligncenter" title="Real Life" src="/uploads/2009/12/rl_header.png" alt="" width="506" height="176" /></p>
Ein Thema, welches ich in meinem Bekanntenkreis immer wieder anspreche und wof&uuml;r es immer wieder neue Argumente gibt hat heute wieder einmal eine Best&auml;tigung erhalten.</p><p>Aber fangen wir am Anfang an: Alle Leute, die einen LKW-F&uuml;hrerschein der Klasse C1 (3.5 - 7.5 Tonnen) besitzen m&uuml;ssen ab ihrem 50. Geburtstag alle 5 Jahre eine Untersuchung machen, die durch einen Arzt best&auml;tigt, dass der Fahrer tauglich ist einen LKW zu f&uuml;hren. Wir Besitzer der F&uuml;hrerscheinklasse C (&gt; 7.5 Tonnen) m&uuml;ssen diese Untersuchung ab dem Erwerb des F&uuml;hrerscheins alle 5 Jahre machen. (Ich bin auch 2012 wieder dran.)</p><p><!--more-->Wird diese Untersuchung nicht gemacht, verf&auml;llt der F&uuml;hrerschein und man darf - logischerweise - keine Fahrzeuge der entsprechenden F&uuml;hrerscheinklasse mehr f&uuml;hren, da nicht mehr sicher ist, dass wir dieses, ohne eine Gefahr f&uuml;r die &Ouml;ffentlichkeit darzustellen, k&ouml;nnen.</p><p>Fahrer aller F&uuml;hrerscheinklassen unter 3.5 Tonnen erhalten ihren F&uuml;hrerschein auf Lebenszeit und d&uuml;rfen somit - wenn sie sich Punktem&auml;&szlig;ig unauff&auml;llig verhalten - bis zu ihrem Ableben am Steuer sitzen (und am Steuer sterben). Somit muss ich doch davon ausgehen, dass diese Personen durchaus zum Verkehrsrisiko werden k&ouml;nnen wenn uns LKW-Fahrern das unterstellt wird oder?</p><p>Nimmt man sich einmal die Meldungen von Verkehrsunf&auml;llen (z.B. <a title="85-j&auml;hrige Dame rangiert mit Automatikauto von Discounterparkplatz direkt in Gartenlaube" href="http://www.nonstopnews.de/meldung/10946">diese Meldung</a> &uuml;ber einen "verwechselten Vor- und R&uuml;ckw&auml;rtsgang") vor stellt man fest, dass immer wieder Leute, welche die 50 &uuml;berschritten haben Unf&auml;lle bauen, bei denen man an ihrer geistigen Gesundheit zweifeln muss. Warum also d&uuml;rfen diese Leute eigentlich noch ein Fahrzeug f&uuml;hren? Gut bei meiner verlinkten Meldung hat es "nur" einen Sachschaden gegeben. Durchaus h&auml;tte aber auch ein kleines Kind in der Schneise der Verw&uuml;stung stehen k&ouml;nnen.</p><p>Oder nehmen wir den Bericht &uuml;ber einen &auml;lteren Herren, der fast zwei Polizisten get&ouml;tet h&auml;tte, da er offensichtlich nicht mehr in der Lage war die Lage auf der Stra&szlig;e richtig einzusch&auml;tzen. Es ging darum, dass sich bei Gl&auml;tte in einer Kurve ein Unfall ereignet hatte. Ein Streifenwagen wurde zum Unfallort entsandt und zur Absicherung des Unfalls mit Blaulicht auf der Stra&szlig;e abgestellt. Die Polizisten konnten sich gerade noch mit einem Sprung in Sicherheit retten, nachdem eben erw&auml;hnter Herr den Streifenwagen einfach umfuhr und somit ungebremst in den dahinter liegenden Unfall rammte.</p><p>Sicherlich verursacht ein LKW au&szlig;er Kontrolle deutlich mehr Sch&auml;den als ein PKW aber auch ein PKW-Unfall kann im ung&uuml;nstigen Fall Tote fordern. Warum also brauchen PKW-Fahrer keine Tauglichkeitsuntersuchungen zumindest ab einem bestimmten Alter? Es geht mir ja gar nicht darum, dass die PKW-Fahrer ebenfalls ab F&uuml;hrerscheinerwerb alle 5 Jahre diese &Uuml;berpr&uuml;fung mitmachen sollen aber zumindest ab 50 Jahren muss meiner Meinung nach die Tauglichkeit regelm&auml;&szlig;ig &uuml;berpr&uuml;ft werden!</p><p>Was meint Ihr dazu? Seht Ihr das anders?
