---
title: "Koffeinfrei seit 37 Tagen und 4 Stunden..."
date: "2010-12-19T17:20:16+00:00"
slug: "koffeinfrei-seit-37-tagen-und-4-stunden"
---

<p>
	Das ist die aktuelle Statistik, nachdem ich auf dem Barcamp Hamburg durch mehrere Umst&auml;nde angetrieben, aufgeh&ouml;rt habe Koffeinhaltige Getr&auml;nke zu mir zu nehmen.</p>
<p>
	Der erste Faktor war sicherlich der <a href="http://moeffju.net/slides/caffeine-productivity.html">Vortrag</a> von <a href="http://moeffju.net/blog/">Matthias</a> (<a href="http://twitter.com/moeffju">@moeffju</a>) &uuml;ber seinen Versuch ohne Koffein zu leben. Der andere Faktor bei mir war, dass ich in der Zeit davon fast nur noch von Cola und RedBull gelebt habe, was die Getr&auml;nkefrage angeht. Das hat mir mein Magen zu der Zeit sehr &uuml;bel genommen, so dass ich da etwas unternehmen musste. Somit war der Umstieg zur&uuml;ck auf Wasser und hin und wieder eine Fanta oder &auml;hnliches eine beschlossene Sache.</p>
<p>
	Inzwischen habe ich jetzt also seit &uuml;ber einem Monat keinen Kaffee, keine Cola (egal welcher Marke), keinen RedBull und auch ansonsten nichts Koffeinhaltiges mehr getrunken. Hin und wieder, gerade wenn man mit einer Gruppe zum Essen geht und sonst &uuml;blicherweise eine Cola ohne alles bestellt hat ist es schon eine ziemliche Umstellung weil man immer erst dr&uuml;ber nachdenken muss was eigentlich gerade als Alternative herhalten soll. Auch beim Essen in einem der Schnellrestaurants ist es doch immer wieder ein Reflex den Becher unter den Cola-Spender zu halten. Im gro&szlig;en und Ganzen klappt es allerdings sehr gut.</p>
<p>
	Hier zuhause habe ich inzwischen einen Sodastream-Wassersprudler stehen, mit dem ich mir gew&ouml;hnliches Leitungswasser (was hier in Wedel sogar gut trinkbar ist) zu Wasser mit Sprudel umformen kann. Somit brauche ich auch nicht permanent irgendwoher Wasserflaschen schleppen und hinterher wieder zur&uuml;ckbringen. (Vom Preis her mit ~8 Euro auf ca. 60l zuz&uuml;glich die Kosten f&uuml;r das Leitungswasser auch sehr annehmbar.)</p>
<p>
	In Restaurants, Clubs, Bars oder wie auch immer die jeweilige Location sich gerade nennt kassiert man zum Teil recht verwirrte Blicke und teilweise auch einen ziemlich ratlos dreinschauenden Barkeeper, der ersteinmal nachdenken muss wo eigentlich das Wasser geblieben ist aber immerhin habe ich bisher anstandslos mein Wasser bekommen wenn ich es bestellt habe. Die Preise finde ich dabei genauso &uuml;bertrieben wie die f&uuml;r Cola, so dass der Punkt auch keine gro&szlig;e Umstellung ist. (Zum Vergleich: Im Laden kaufe ich 1.5l Wasser f&uuml;r 39ct, in den Locations zahle ich zum Teil 2 Euro oder mehr f&uuml;r eine 0.33l-Flasche.)</p>
<p>
	Was meine Schlafgewohnheiten angeht waren die ersten Tage nach dem Absetzen der koffeinhaltigen Getr&auml;nke am grausamsten, da ich andauernd m&uuml;de war. (Auch wenn es wissenschaftliche Analysen gibt, dass Koffein bei mir gar nicht wirken kann: Es wirkt.) Nach ein paar Tagen geht das aber auch vorbei und die Kopfschmerzen der ersten Tage verschwinden auch recht bald wieder. (Hier als Anhaltspunkt: Ich hab zum Teil 3-4.5l Cola + Kaffee und RedBull am Tag getrunken.)</p>
<p>
	Inzwischen ist eigentlich das einzige, was noch geblieben ist die Gew&ouml;hnung Cola zu kaufen oder zu bestellen. Das l&auml;sst sich dann allerdings durch ein kurzes Nachdenken auch auf ein Wasser, eine Fanta, ein Malzbier oder eine hei&szlig;e Schokolade &auml;ndern. Ich kann normalerweise wenn ich Abends ins Bett gehe einschlafen und liege nicht stundenlang bis sp&auml;t in die Nacht wach und ich komme auch morgens einigerma&szlig;en p&uuml;nktlich (abh&auml;ngig wie sp&auml;t die Veranstaltungen am Vorabend endeten) aus dem Bett um bis 9 Uhr im B&uuml;ro zu sein.&nbsp;</p>
<p>
	Aus meiner Sicht kann ich als behaupten, dass es ein voller Erfolg war das Koffein abzusetzen und inzwischen &uuml;ber einen Monat ohne zu leben. Und das &quot;Kaffetrinken&quot; mit den Kollegen klappt auch wenn man selber eine hei&szlig;e Schokolade oder ein Wasser trinkt.</p>
<p>
	<strong>Wie sind eure Erfahrungen mit dem Koffein? Trinkt Ihr regelm&auml;&szlig;ig koffeinhaltige Getr&auml;nke und wenn ja, habt ihr mal versucht, ob es euch ohne besser geht? Oder habt Ihr vielleicht sogar &auml;hnlicher Erfahrungen gemacht wie ich?</strong></p>
