---
title: "[Real Life] 4. Linux-Informationstag"
date: "2010-02-13T21:11:00+00:00"
slug: "real-life-4-linux-informationstag"
---

<p style="text-align: center;"><img class="size-full wp-image-3119 aligncenter" title="Real Life" src="/uploads/2009/12/rl_header.png" alt="" width="506" height="176" /></p>
Wie der eine oder andere via <a title="Zum Tweet" rel="nofollow" href="http://twitter.com/Luzifer/status/9049758086" target="_blank">Twitter</a> oder Foursquare sicher mitbekommen hat, war ich heute auf dem 4. Linux-Informationstag in Oldenburg. Die Veranstaltung war wie letztes Mal auch wieder im "Zweckverband <abbr title="Kommunale Datenverarbeitung Oldenburg">KDO</abbr>" in Oldenburg und ging von 11:00 bis 18:00 Uhr. Ich pers&ouml;nlich habe mir nur 3 der Vortr&auml;ge angeschaut und mich ansonsten mit Leuten abseits der Vortr&auml;ge ausgetauscht.</p><p>Beim ersten Vortrag ging es um das "<a title="Zu Open Benno gehen" rel="nofollow" href="http://www.openbenno.org/" target="_blank">(Open) Benno Mailarchiv</a>", eine L&ouml;sung zur Archivierung von E-Mails, die - unter bestimmten Umst&auml;nden - wohl auch die rechtssichere Archivierung, die z.B. durch das <abbr title="Handelsgesetzbuch">HGB</abbr> gefordert wird erf&uuml;llt. Die komplette Software ist unter <abbr title="Gnu Public License">GPL</abbr> ver&ouml;ffentlicht und wird vom Hersteller zus&auml;tzlich als Version mit weiterem Support angeboten.</p><p>Diesen Vortrag fand ich pers&ouml;nlich sehr interessant und werde mir die freie Version ohne Support in der n&auml;chsten Zeit mal anschauen und wahrscheinlich auch f&uuml;r meinen Mailserver einrichten.</p><p>Der zweite Vortrag handelte sich um das Erstellen einer eigenen Ubuntu-LiveCD aus den schon fertigen Images mit dem <a title="Zur Projektseite des Ubuntu Customization Kit" rel="nofollow" href="http://uck.sourceforge.net/" target="_blank">UCK (Ubuntu Customization Kit)</a> und wurde von einem Ex-Kollegen von mir gehalten. Im Vortrag wurde sehr sch&ouml;n aufgezeigt, welche Probleme lauern und was m&ouml;glich ist. Die Folien zum Vortrag findet man <del datetime="2010-02-14T12:42:07+00:00">(in K&uuml;rze)</del> auf der <a title="Zur Seite des Referenten" rel="nofollow" href="http://www.bachert.info/" target="_blank">Webseite des Referenten</a>.</p><p>Der dritte und letzte Vortrag, den ich gesehen habe behandelte das <a title="Zum Wiki des Freifunk-Oldenburg-Projekts" rel="nofollow" href="http://wiki.freifunk-ol.de/index.php?title=Hauptseite" target="_blank">Freifunk-Netz in Oldenburg</a>. Leider war der Vortrag so vollgestopft mit Informationen, dass es nicht wirklich m&ouml;glich war diese alle in der einen Stunde aufzunehmen. Au&szlig;erdem war der Vortrag leider in einer Weise vorgetragen, die recht erm&uuml;dend wirkte.</p><p>Alles in allem hat sich der Besuch in diesem Jahr meiner Meinung nach gelohnt und ich freue mich schon auf das n&auml;chste Jahr und hoffe den 5. Linux-Informationstag in Oldenburg wieder besuchen zu d&uuml;rfen. Vielleicht sogar wieder im Geb&auml;ude des "Zweckverband <abbr title="Kommunale Datenverarbeitung Oldenburg">KDO</abbr>".