---
title: "Meine Tools zum Bloggen"
date: "2010-06-28T11:40:00+00:00"
slug: "meine-tools-zum-bloggen"
---

<em><a href="http://infoblog.li/welche-tools-unterstuetzen-euch-beim-bloggen/">Jeffrey</a> fragte gestern danach welche Tools wir zum Bloggen verwenden. Da das Ganze ein wenig zu lang w&auml;re um es in das Kommentarfeld bei ihm zu schreiben habe ich mich entschlossen meine Tools und anderen Infos hier wieder zu geben und so auch evtl. anderen weiter zu helfen, wenn sie ein Tool vermissen.</em>
<div style="width: 600px; height: 200px; text-align: center; font-size: 0.9em; margin: 0.5em auto; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><a href="/uploads/2010/06/TuQzB.png"><img style="width: 600px; height: 170px;" src="/uploads/2010/06/TuQzB_s.png" alt="Mindmap mit allen Tools und Medien" /></a>
Mindmap mit allen Tools und Medien</div>
<h5>Inspirationen</h5>
<div style="float:right; width: 200px; height: 180px; text-align: center; font-size: 0.9em; margin-left: 0.5em; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="width: 200px; height: 150px;" src="/uploads/2010/06/twitter.jpg" alt="Twitter" />
Twitter</div>Meine Inspirationen hole ich mir aus so ziemlich allen sozialen Netzwerken, in denen ich aktiv bin. Beispielhaft daf&uuml;r genannt in der Mindmap sind Digg, Yigg, <a href="http://knut.in/twitter">Twitter</a> und <a href="http://knut.in/facebook">Facebook</a>, die ich zum Teil regelm&auml;&szlig;ig, zum Teil aber auch nur hin und wieder nach neuen Themen durchst&ouml;bere.</p><p>Ein weiterer wichtiger Punkt ist der <a href="http://reader.google.com/">Google Reader</a>. Hier habe ich momentan &uuml;ber 250 Blogs und Newsseiten aus allen m&ouml;glichen Bereichen abonniert, die nat&uuml;rlich dann auch oft neue Themen liefern. Vor allem sind hier die amerikanischen Techblogs oftmals eine gute Informationsquelle.</p><p>Die wahrscheinlich gr&ouml;&szlig;te Quelle f&uuml;r meine Blogartikel ist allerdings das Real Life. Da ich hier ein Blog ohne Themenbindung schreibe, blogge ich &uuml;ber alles was mir in den Sinn kommt. So oft auch &uuml;ber meine Erlebnisse in der realen Welt wenn ich dann mal nicht am Rechner sitze.
<h5 class="clear">Planung</h5>
<div style="float:right; width: 200px; height: 180px; text-align: center; font-size: 0.9em; margin-left: 0.5em; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="width: 200px; height: 150px;" src="/uploads/2010/06/freemind.jpg" alt="Freemind" />
Freemind</div>Bei einigen Artikeln f&auml;llt die Planung selbiger komplett flach, weil ich sie direkt so schreibe wie sie mir in den Sinn kommen. (So zum Beispiel die drei Artikel &uuml;ber die Telekom.) Andere Artikel plane ich im Voraus, damit ich m&ouml;glichst wenig sp&auml;ter noch nachbessern muss.</p><p><a href="http://itpad.de/">Etherpad</a> ist dabei ein Texteditor, in dem mehrere Leute auf Web-Basis am gleichen Text arbeiten k&ouml;nnen. &Auml;hnlich verh&auml;lt es sich mit <a href="http://wave.google.com/">Wave</a>, wo auch das Thema in Zusammenarbeit mit anderen Personen aufgebaut wird um dann einen Artikel dr&uuml;ber zu schreiben. Beide eignen sich allerdings auch f&uuml;r eigene Notizen, die man nur alleine bearbeitet.</p><p>Wenn komplexere Themen anstehen und / oder vorher eine Ideensammlung gemacht werden soll, dann nutze ich daf&uuml;r <a href="http://freemind.sourceforge.net/">Freemind</a>. Freemind ist ein Mindmapping-Tool (mit dem auch obige Mindmap erstellt ist), welches f&uuml;r alle wichtigen Plattformen zur Verf&uuml;gung steht. Freemind ist kostenfrei erh&auml;ltlich und l&auml;sst sich im Gegensatz zu den diversen Flash-Tools deutlich angenehmer bedienen.
<h5 class="clear">Schreiben</h5>
<div style="float:right; width: 200px; height: 180px; text-align: center; font-size: 0.9em; margin-left: 0.5em; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="width: 200px; height: 150px;" src="/uploads/2010/06/wpbackend.jpg" alt="Wordpress Backend" />
Wordpress Backend</div>Geschrieben werden meine Artikel ausschlie&szlig;lich im <a href="http://www.wordpress.org/">Wordpress</a>-Backend, da ich zwar inzwischen viele Programme ausgetestet habe, die das Bloggen erleichtern sollen oder viel besser sein sollen als das Backend aber ich das nie best&auml;tigen konnte.</p><p>Auf das Backend habe ich immer und von &uuml;berall Zugriff, ich kann meine Texte auch als Entwurf direkt auf dem Server lagern und sp&auml;ter an einem ganz anderen Rechner weiter schreiben und habe auch keine Probleme damit, dass irgend ein Programm auf einer neuen Betriebssystemversion nicht mehr ordentlich l&auml;uft. Browser wird es immer und &uuml;berall geben, so dass der Zugriff immer gesichert ist.
<h5 class="clear">Gestaltung</h5>
<div style="float:right; width: 200px; height: 180px; text-align: center; font-size: 0.9em; margin-left: 0.5em; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="width: 200px; height: 150px;" src="/uploads/2010/06/picturesque.png" alt="Picturesque" />
Picturesque</div>F&uuml;r die Gestaltung meiner Artikel nutze ich einerseits das integrierte Screenshot-Tool vom Mac OS um Bilder von Programmen oder anderen Dingen zu bekommen. Das Tool ist sehr einfach zu bedienen, braucht keine zus&auml;tzliche Software, die Ressourcen verbraucht und tut ohne viel Schnickschnack das was ich m&ouml;chte.</p><p>Wenn ich Bilder in Posts einf&uuml;ge, bearbeite ich diese oft noch mit <a href="http://www.acqualia.com/picturesque/">Picturesque</a> nach und f&uuml;ge dem Bild Rahmen bzw. Schatten hinzu bevor ich sie in den Blog einbinde. Wobei man mit Picturesque allerdings auch noch Spiegelungen und andere Effekte zu den Bildern hinzuf&uuml;gen k&ouml;nnte.</p><p>Au&szlig;erdem nutze ich das Public-Domain Bilderarchiv "<a href="http://www.clker.com/">Clker</a>", wo ich zu vielen Posts passende Zeichnungen oder Piktogramme bekomme. Wer sich dort einmal umsieht, wird feststellen, dass er hier schon &ouml;fters Bilder aus diesem Archiv gesehen hat.
<h5 class="clear">Sonstiges</h5>
<div style="float:right; width: 200px; height: 180px; text-align: center; font-size: 0.9em; margin-left: 0.5em; border: 1px solid #ccc; padding: 4px; border-radius: 0.5em; background: #eee;"><img style="width: 200px; height: 150px;" src="/uploads/2010/06/transmit.jpg" alt="Transmit" />
Transmit</div>Nicht direkt nur f&uuml;rs Bloggen aber trotzdem unverzichtbar ist f&uuml;r mich <a href="https://www.dropbox.com/referrals/NTY3ODQ4NTk">Dropbox</a>. Vor allem wenn ich Artikel auf einem anderen Rechner schreibe als ich die Screenshots gemacht habe entf&auml;llt so das L&auml;stige Suchen nach einem passenden Speicherplatz, der von beiden Rechnern erreichbar ist. Die Bilder (oder auch andere Objekte) werden einfach in die Dropbox geworfen und sind kurz sp&auml;ter auf dem anderen Rechner verf&uuml;gbar.</p><p>Au&szlig;erdem kommt bei mir <a href="http://www.panic.com/TRANSMIT/">Transmit</a> zum Einsatz. Transmit ist ein Programm zum Zugriff auf FTP, SFTP, WebDAV und die S3-Cloud. Damit landen die Bilder, die ich in meine Posts einbinde in der Cloud und werden so entsprechend verf&uuml;gbar gemacht. Nat&uuml;rlich kann ich damit auch direkt am Theme meines Blogs arbeiten bzw. neue Dateien f&uuml;r das Theme hoch laden.
<h5 class="clear">Verbreiten</h5>
F&uuml;r die Verbreitung meiner Posts um eine m&ouml;glichst gro&szlig;e Zielgruppe zu erreichen nutze ich auch wieder so ziemlich alles, was ich an sozialen Netzwerken zur Verf&uuml;gung habe. Nat&uuml;rlich kommt es dann auch immer drauf an, ob der jeweilige Inhalt &uuml;berhaupt dazu geeignet ist &uuml;ber den entsprechenden Kanal verbreitet zu werden. So wird nicht jeder Inhalt an alle Stellen verbreitet.</p><p><strong>So jetzt seid Ihr dran: Was ist bei euch alles in der Blogger-Toolbox? Wie bastelt Ihr euch die Artikel zusammen?</strong>