---
title: "[Rückblick] Wochenrückblick #24-2010"
date: "2010-06-20T13:51:00+00:00"
slug: "rueckblick-wochenrueckblick-24-2010"
aliases:
  - /blog/ruckblick-wochenruckblick-24-2010/
---

<h5 style="clear: both;">Privates</h5>
In dieser Woche ist das <strong>Gewicht</strong> wieder in Richtung "Zunahme" geschwankt und hat mir ein Plus von <a href="http://luzifer.cc/.stuff/cache/fb760f4ca125a719d0a3c05d2c512707.png">300g auf glatte 98,0 Kilo</a> beschert. Aber somit bin ich immer noch bei -22 Kilo seit Beginn meiner Abnahme, wenn auch noch weitere 18 Kilo fehlen, bis ich am Ziel angekommen bin. Allerdings bin ich Zuversichtlich, dass das was wird.</p><p>Im <strong>Blog</strong> habe ich gestern ja ein wenig umgebaut und bisher auch nur positives Feedback dazu bekommen. Das neue einfachere Design scheint anzukommen, was mir nat&uuml;rlich gut gef&auml;llt. Heute habe ich dann noch die Flattr-Button wieder eingebaut, die in letzter Zeit ja doch hin und wieder genutzt wurden. Der Klick ist jetzt f&uuml;r jeden einzelnen Artikel und nicht mehr f&uuml;r den gesamten Blog m&ouml;glich. So k&ouml;nnt Ihr auch direkt dem Artikel, der euch gef&auml;llt die Aufmerksamkeit zukommen lassen.
<h5 style="clear: both;">Uni &amp; Job</h5>
Was den Bereich <strong>Job</strong> angeht, bin ich gerade dabei eine Ver&auml;nderung zu planen. Worum es da genau geht kann ich euch allerdings noch nicht sagen. Dazu gibt es hoffentlich im n&auml;chsten Wochenr&uuml;ckblick in der n&auml;chsten Woche mehr.</p><p>Die <strong>Uni</strong> hat mich in letzter Zeit ein wenig ge&auml;rgert, was mir schon wieder sehr passt... Ich habe als Info hier bei meinen Kursen, dass die Klausuranmeldungen zwischen 01. Juni 2010 und 05. Juli 2010 passieren m&uuml;ssen. Das ganze &uuml;ber das allgemeine Pr&uuml;fungsportal der Fernuni. Naja genau genommen werden wir Wirtschaftsinformatiker dann auf die Anmeldeseite der Fakult&auml;t f&uuml;r Wirtschaftswissenschaften weiter geleitet, die allerdings mal gar nicht funktioniert und auch keine n&auml;heren Infos rausr&uuml;ckt.</p><p>Auf Nachfrage habe ich dann erfahren, dass wir uns erst vom 29. Juni 2010 bis 06. August 2010 zu den Klausuren melden k&ouml;nnen und daher das Meldeportal auch nicht funktioniert. Also mal wieder eine grandiose Fehlinformation. Ich werde dann mal schauen, ob ich mich in dem Zeitraum dann wenigstens auch f&uuml;r die Pr&uuml;fung melden kann, die ich dieses Semester schreiben will.
<h5 style="clear: both;">Fundgrube &amp; Virtuelles</h5>
In der <strong>Fundgrube</strong> bin ich diese Woche &uuml;ber die Google Command Line Tools gestolpert, auf die mich <a href="http://www.mthie.com/">Martin</a> (<a href="http://twitter.com/mthie">@mthie</a>) hingewiesen hat. Lifehacker <a href="http://lifehacker.com/5567258/googlecl-brings-google-services-to-the-command-line">schreibt dar&uuml;ber im Blog</a> etwas mehr.</p><p>Au&szlig;erdem bin ich in den <a href="http://t3n.de/news/jquery-prasentationen-slippy-274056/">t3n-News</a> &uuml;ber einen <strong>jQuery-Aufbau f&uuml;r Pr&auml;sentationen</strong> gestolpert. Das ganze nennt sich dann <a href="http://seld.be/notes/introducing-slippy-html-presentations">Slippy</a> und erm&ouml;glicht uns Webbastlern, die mit Powerpoint und &auml;hnlichem auf Kriegsfu&szlig; stehen ordentliche Pr&auml;sentationen zu bauen. Ich habe es bisher nicht verwendet aber alleine die Beispiel-Pr&auml;sentation l&auml;sst erahnen was man damit machen kann. Sehr sch&ouml;n ist in diesem Zusammenhang meiner Meinung nach die Kombination aus dem wirklich gelungenen Chrome-Vollbild-Modus und dieser Pr&auml;sentation.</p><p>Au&szlig;erdem zum Thema passend hat t3n noch &uuml;ber ein <strong>jQuery-Buch</strong> unter <a href="http://creativecommons.org/licenses/by-sa/3.0/us/">CC-BY-SA</a>-Lizenz <a href="http://t3n.de/news/webdev-jquery-fundamentals-umfangreiches-274154/">geschrieben</a>. Ich habe es mir bisher noch nicht angeschaut aber ich denke einen Blick wird es definitiv wert sein. Bei mir steht es auch noch auf der Liste der n&auml;her anzuschauenden Dinge.
<h5 style="clear: both;">Pl&auml;ne</h5>
Der <strong>Unikram</strong> ist diese Woche wieder weitestgehend liegen geblieben, au&szlig;er dass ich mich mehrere Stunden mit den Pr&uuml;fungsportalen rumgeschlagen habe um dann festzustellen, dass ich mich noch gar nicht anmelden kann.</p><p>Im Bereich der <strong>Fitness</strong> habe ich es Dienstag mal wieder zum Sport geschafft und mir dabei auch direkt mal das Handgelenk demoliert. Scheinbar habe ich es irgendwie falsch belastet, so dass ich die ganze restliche Woche sowohl f&uuml;r Fitness als auch f&uuml;r den Dienst am Samstag ausgefallen bin. N&auml;chsten Dienstag werde ich es nicht zum Sport schaffen, da ich mich an dem Tag von der Bahn durch die Gegend fahren lasse aber n&auml;chsten Freitag sollte es wieder alles so weit klappen, dass ich wieder zur Fitness komme.
