---
title: "[ICQ] Das Todesurteil gegen den Messenger?"
date: "2010-04-28T18:33:00+00:00"
slug: "icq-das-todesurteil-gegen-den-messenger"
---

<p style="text-align: center;"><img class="aligncenter" title="Internet / Fundgrube" src="http://cdn.knut.me/header/fundgrube.png" alt="" width="506" height="176" /></p>
Leider wird der im Titel propagierte Tod des beliebtesten Messengers in Deutschland wohl so schnell nicht eintreten und das obwohl die neuste Meldung doch einigen Nutzern etwas russisch vorkommen sollte.</p><p>Laut einem Bericht bei <a title="ICQ wird russisch: DST kauft Deutschlands beliebtesten Instant Messenger" rel="external nofollow" href="http://netzwertig.com/2010/04/28/icq-wird-russisch-dst-kauft-deutschlands-beliebtesten-instant-messenger/">Netzwertig</a> hat der russische Internet-Konzern Digital Sky Technologies (DST) f&uuml;r knappe 190 Millionen Dollar von AOL abgekauft. Zusammen mit den Nutzungsbedingungen, die jeder Nutzer bei seiner Anmeldung akzeptiert hat und somit alles was er &uuml;ber ICQ verschickt an den Eigent&uuml;mer des Netzes verschenkt, sollte das vielleicht doch endlich ein Grund sein auf ein anderes Messengersystem umzusteigen anstatt weiter seine Gespr&auml;che frei einem (jetzt russischen) Konzern in den Rachen zu werfen.</p><p><!--more-->Ich kann eure Gedanken zwar nicht lesen aber ich wei&szlig; was ihr gerade denkt: "Aber ich habe doch nichts zu verbergen!", "Ach das sind doch eh nur private Gespr&auml;che!", "Geht mich doch nichts an!" oder auch "Aber da sind meine ganzen Freunde!" - Wisst Ihr was? Euch ist nicht mehr zu helfen.</p><p>Es gibt eine sehr gut funktionierende Alternative zu ICQ, welche sich Jabber (oder auch Google Talk) nennt und gar keine so schlechte Verbreitung besitzt. Aber da sind ja eure Freunde nicht und deswegen wird gar nicht in Betracht gezogen, sich mal n&auml;her damit zu besch&auml;ftigen. Der Fakt, dass alle GMail-Adressen-Besitzer schon einen Jabber Account haben wird einfach mal ignoriert. Ihr kennt den kleinen Chat der bei euch im GMail h&auml;ngt? Den gibt es auch in gro&szlig; mit Programmen f&uuml;r den Desktop. Das ist dann fast wie ICQ nur mit deutlich weniger dummen Spambots und werbeverseuchten Spielen.</p><p>Wie viele von euch waren von den Ausf&auml;llen neulich betroffen, weil der ICQ-Server nicht erreichbar war? Tja das w&auml;re mit Jabber nicht passiert. Da existiert ein dezentrales Netzwerk, was nicht einfach lahmzulegen ist. Und was macht Ihr in dem - zugegebenerweise unwahrscheinlichen - Fall, dass DST den ICQ-Dienst vom Netz nimmt? Heulen und euch in F&ouml;tushaltung in die Ecke setzen? Viel Spa&szlig;.</p><p>Ich f&uuml;r meinen Fall werde das ganze jetzt als letzten Ansatz nehmen meine 5-6 &uuml;brig gebliebenen Kontakte aus dem ICQ in meinen Jabber-Account zu &uuml;bertragen (oder falls sie nicht wollen einfach zu ignorieren) und meinen ICQ-Account dicht zu machen. Wer mich in Zukunft via ICQ erreichen will: Pech gehabt!</p><p>Wie schaut das bei meinen Lesern aus? Nutzt Ihr schon Jabber oder habt ihr auch nichts zu verbergen?</p><p><em><strong>[Nachtrag]</strong> Aufgrund eines </em><a rel="external nofollow" href="http://twitter.com/lexy85/status/13015827620"><em>Tweets</em></a><em> m&ouml;chte ich noch mal nachlegen: Jabber hat nur &auml;u&szlig;erst wenig mit Google zu tun. Jabber ist ein freies Protokoll, f&uuml;r das es verschiedenste Server gibt, die nichts mit Google zu tun haben. Zum Beispiel gibt es den Server von </em><em><a rel="external nofollow" href="https://web.amessage.eu/">amessage</a> oder den des <a rel="external nofollow" href="http://web.jabber.ccc.de/">CCC</a></em><em>. Kein Google aber Jabber.</em></p><p><em><strong>[Nachtrag 2]</strong> Nachdem <a title="ICQ und der Tot  Ich wechsel!  exscribo.de" href="http://www.exscribo.de/ich-blogge/icq-und-der-tot-ich-wechsel/">Timo</a></em><em> mich darauf hingewiesen hat, dass ich hier keine Anleitung zur Einrichtung eines Jabber-Accounts verlinkt habe hier noch ein <a rel="external nofollow" href="http://www.deshalbfrei.org/jabber">Link zu Deshalbfrei</a>, der euch dabei helfen sollte.</em>