---
title: "Panoramen mit dem iPhone"
date: "2011-04-18T20:26:53+00:00"
slug: "panoramen-mit-dem-iphone"
---

<p>
	Was sich in der &Uuml;berschrift zugegebenerma&szlig;en wie ein schlechter Scherz anh&ouml;rt, ist definitiv nicht als solcher gemeint. Es ist inzwischen m&ouml;glich nur mit dem iPhone und einer kostenlosen Software von Microsoft (gefunden via <a href="http://stadt-bremerhaven.de/panoramas-erstellen-mit-microsoft-photosynth">Caschy</a>) Panoramen zu erstellen.</p>
<p style="text-align: center; ">
	<img alt="Erster Versuch mit Photosynth" src="/uploads/2011/04/synth.jpg" style="width: 700px; height: 180px; " /></p>
<p>
	Wie man auf dem Panorama sehen kann habe ich mein Wohnzimmer als Testobjekt genommen und einfach und schnell innerhalb von 1-2 Minuten ein Panorama erstellt. Vom Vorgang her ganz einfach: <a href="http://itunes.apple.com/de/app/photosynth/id430065256">App laden</a> und starten, ein erstes Bild aufnehmen und dann den gr&uuml;nen Punkt an die Kanten des bestehenden Bildes bewegen.</p>
<p>
	Schon wird automatisch ein neues Bild aufgenommen und angef&uuml;gt. Nachdem man fertig ist, wird das Panorama automatisch zusammengerechnet und als Foto in der ganz normalen Foto-App gespeichert. Von hier aus habe ich es mir einfach via Mail auf den Laptop geschickt und schon fertig. Das einzige was am Panorama oben ver&auml;ndert ist: Es ist mit Photoshop an den R&auml;ndern beschnitten, damit es gerade Kanten ergibt und es ist auf eine Breite von 700px heruntergerechnet (original etwas &uuml;ber 2500px).</p>
<p>
	Man erkennt schon in der kleinen Version mehrere offensichtliche Risse in der Jalousie, dem Pizza-Karton und &uuml;ber den K&uuml;chenschr&auml;nken in der Wandfarbe. Der Riss in der Jalousie und dem Karton kann ich nicht erkl&auml;ren. Da scheint die Software ein paar Punkte f&uuml;r das Matching &uuml;bersehen zu haben. Der Riss in der Wandfarbe l&auml;sst sich damit erkl&auml;ren, dass die iPhone-App im Gegensatz zu einer Software wie <a href="http://hugin.sourceforge.net/">Hugin</a> o.&Auml;. keine Farbanpassungen in die Bilder hineinrechnet.</p>
<p>
	F&uuml;r solche Anpassungen ist das iPhone aber auch ganz ehrlich nicht geeignet. Ein Panorama braucht je nach Gr&ouml;&szlig;e mit Stitching (zusammensetzen) und Farbkorrektur doch nicht ganz wenig Rechenleistung. Da ist es meiner Meinung nach schon erstaunlich, dass Microsoft es hinbekommt so gut Panoramen bei so widrigen Bedingungen zu produzieren.</p>
<p>
	Die Bedingungen bei mir, die gegen die Erstellung eines Panoramas sprechen, mit dem ich garantiert sowohl mit der Lumix TZ-3 als auch selbst mit der 1000D ein Problem h&auml;tte, sind bei mir: Beleuchtung durch eine einzelne schwache Lichtquelle (= sehr schlechte Ausleuchtung), die Bilder wurden einzig durch eine iPhone-Kamera gemacht (&uuml;ber deren Qualit&auml;t schrieb ich ja glaube ich schon einmal etwas) und beim Zusammenrechnen die sehr begrenzte Rechenleistung eines iPhone 4.</p>
<p>
	Mein erstes Fazit zu dieser <a href="http://itunes.apple.com/de/app/photosynth/id430065256">App</a>: Durchaus brauchbar. An einigen Stellen sehe ich aktuell noch Optimierungsbedarf aber ich bin mir sicher, dass da in Zukunft noch einige Versionen der App folgen werden, die das ganze verbessern. Ansonsten werde ich die Tage mal weitere Tests bei besseren Bedingungen machen und herausfinden, ob die App wirklich nur &uuml;ber die miese Ausleuchtung gestolpert ist.</p>
