---
title: "Pseudosicherheit in Hotlines"
date: "2011-11-10T16:17:05+00:00"
slug: "pseudosicherheit-in-hotlines"
---

<p>
	<em><img alt="" src="/uploads/2011/11/535533_R_K_by_www.liligraphie.de_pixelio.de.jpg" style="float: right; width: 150px; height: 226px; margin:0 0 1em 1em;" />&quot;Ich h&auml;tte mal eine Frage zu meinem Vertrag.&quot; - &quot;Gerne, da br&auml;uchte ich einmal die Kundennummer.&quot; - &quot;Moment, die 123456789 w&auml;re das.&quot; - &quot;Zur Sicherheit einmal zum Abgleich bitte die Adresse und das Geburtsdatum bitte.&quot; - &quot;Die ABC-Stra&szlig;e 123 in 12345 Musterhausen und geboren bin ich am 01.04.1980.&quot; - &quot;Vielen Dank, was kann ich f&uuml;r Sie tun?&quot;</em></p>
<p>
	So oder so &auml;hnlich d&uuml;rften in sehr vielen Hotlines die Gespr&auml;che beginnen. Ich m&ouml;chte etwas &uuml;ber meinen Vertrag wissen und muss daf&uuml;r ein paar Daten angeben um zu verifizieren, dass ich wirklich der Vertragspartner bin. Allerdings frage ich pers&ouml;nlich in dem Fall: Wie viel Sicherheit bringt das eigentlich?</p>
<p>
	Nehmen wir mal mich als Beispiel und gehen von einer X-beliebigen Person aus, die Informationen &uuml;ber meinen Vertrag m&ouml;chte. Die Kundennummer hat sie entweder auf einem Dokument bei mir gesehen oder &quot;vergessen&quot;. Gl&uuml;cklicherweise kann man meistens aber auch ohne die Kundennummer den Vertrag zuordnen und auf die Informationen zugreifen.</p>
<p>
	Problem nummer eins: Die Adresse. Ein wirklicher Witz, wenn sie jemand tats&auml;chlich nicht kennen sollte. Ich gebe mal einen kleinen Tip: Klickt mal oben unter dem Header auf &quot;Impressum&quot; und schon habt Ihr die Adresse. So sollte das bei jedem Blogger, wohnhaft in der Bundesrepublik Deutschland funktionieren, denn jeder Blog ist impressumspflichtig. (Vgl. &sect;5 TMG und Begriffsdefinition &quot;gesch&auml;ftsm&auml;&szlig;ig&quot;. *)</p>
<p>
	Weiter also zum Geburtsdatum. Schon kniffeliger oder? Nehmen wir der Einfachhalt halber an, dass der &quot;Angreifer&quot; mit mir auf Facebook befreundet ist. Ein Klick in mein Profil und schon ist das Geburtsdatum bekannt. Sollte er nicht mit mir befreundet sein, ist es allerdings auch nicht allzu schwer herauszufinden wann ich geboren bin. Man schaut auf Twitter oder Facebook die &ouml;ffentlichen Posts anderer Personen auf der Timeline an, wann sie zum Geburtstag gratulieren. Mein ungef&auml;hres Alter ist auch bekannt und somit l&auml;sst sich in 3-4 Anrufen die Information verifizieren.</p>
<p>
	Nat&uuml;rlich ist das immer noch etwas mehr Aufwand als einfach nur anzurufen und nach den Informationen zu fragen aber ganz ehrlich: Das kostet ca. 5 Minuten Aufwand und schon hat man alle ben&ouml;tigten Angaben um trotzdem wieder an die Infos zu kommen.</p>
<p>
	Was genau bringt das nun also an Sicherheit? Kein St&uuml;ck. Also liebe Betreiber von Hotlines, die auf Vertragsangeben zugreifen k&ouml;nnen: Lasst es doch bitte den Anrufern eine Pseudosicherheit vorzugaukeln und f&uuml;hrt entweder PINs ein, die euch dann auf das Sicherheitsniveau einer Bank hebeln oder aber gebt einfach keine relevanten Informationen &uuml;ber das Telefon heraus.</p>
<p>
	(Artikelbild &copy; www.liligraphie.de / <a href="http://www.pixelio.de/">pixelio.de</a>)</p>
<p style="font-size:0.75em;">
	* Die Diskussion &quot;gesch&auml;ftsm&auml;&szlig;ig&quot; vs. &quot;gewerbsm&auml;&szlig;ig&quot; erspart Ihr mir an dieser Stelle bitte und f&uuml;hrt sie mit einem Anwalt. Danke!</p>
