---
title: "Kommunikation"
date: "2011-08-18T20:31:41+00:00"
slug: "kommunikation"
---

<p>
	<em>K&ouml;rpersprache,&nbsp;Lachen, Schreiben, Smalltalk, Sprechen,&nbsp;Verstehen, Zuh&ouml;ren&hellip; Nur 7 von vielen Worten, die f&uuml;r Kommunikation stehen aber wie kommuniziert man? Eine Frage, die ich mir sehr h&auml;ufig stelle&hellip;</em></p>
<p>
	Die meisten Leser dieses Artikels werden sich mit Sicherheit fragen, worauf ich nun wieder raus will. Es ist schlie&szlig;lich &quot;das nat&uuml;rlichste der Welt&quot; zu Kommunizieren. Schon ein Baby f&auml;ngt damit an und kommuniziert mit seiner Umwelt (Wie erfolgreich das ist, sei einmal dahingestellt.) &nbsp;und das setzt sich bis ins hohe Alter fort.</p>
<p>
	Wir kommunizieren tagt&auml;glich mit der Verk&auml;uferin beim B&auml;cker, den Kollegen im B&uuml;ro, den Kunden bei der Arbeit, anderen Menschen beim Mittagessen, der Kassiererin im Supermarkt und Bekannten am Abend. Kein Tag ist frei von Kommunikation. Bei einigen eher eine Kommunikation im schriftlichen Sinne, bei anderen in der Hauptsache &uuml;ber (K&ouml;rper)Sprache.</p>
<p>
	Aber was ist Kommunikation? Meiner Meinung nach ein Weg Informationen von A nach B zu transportieren. Meistens wichtige Informationen. Oft aber auch unwichtige Informationen &ndash; zu denen mit Sicherheit dieser Artikel auch geh&ouml;rt. Nur was ist wenn es keine wichtigen Informationen gibt, die &uuml;bermittelt werden wollen? Stille? Nein, bei den meisten Menschen f&auml;ngt dann der &quot;Smalltalk&quot; an.</p>
<blockquote>
	<p>
		Als Alltagsgespr&auml;ch (Plauderei, auch Smalltalk oder Gepl&auml;nkel, im Dialekt unter anderem Schwatzen, Plauschen) bezeichnet man ein Gespr&auml;ch, das spontan, zuf&auml;llig, locker und in einem umgangssprachlichen Ton gef&uuml;hrt wird, in dem es sich zumeist um Themen der privaten Lebenssph&auml;re handelt.</p>
	<p style="text-align:right;">
		(Quelle: <a href="http://de.wikipedia.org/wiki/Alltagsgespr%C3%A4ch">Wikipedia</a>)</p>
</blockquote>
<p>
	Um Themen der privaten Lebenssph&auml;re&hellip; Eine interessante Formulierung f&uuml;r belanglose Informationen. Aber wen interessiert eigentlich dieser Haufen belanglose Informationen? Warum sollte ich jemandem belanglose Informationen &uuml;bermitteln, die derjenige nicht verwerten kann und eigentlich gar nicht haben will? Vor allem: Was sind diese Informationen, die nicht daf&uuml;r sorgen, dass derjenige direkt vor Langeweile einschl&auml;ft?</p>
<p>
	Warum scheitert also nahezu jede nicht gesch&auml;ftliche Kommunikation mit anderen Menschen, die ich f&uuml;hre? Meine Ansicht &uuml;ber die Kommunikation oben beantwortet es eigentlich schon. Es gibt keine interessanten oder wichtigen Informationen, die es zu &uuml;bermitteln gilt. Warum sollte diese Unterhaltung also gef&uuml;hrt werden? Sie dient keinem Zweck und ist somit &uuml;berfl&uuml;ssig.</p>
<p>
	Nat&uuml;rlich sehen das die wenigsten Menschen genauso wie ich. Von daher verstehen es die meisten nicht. Da es von der &uuml;blichen Verhaltensweise abweicht, wird meine Kommunikation auch nicht toleriert und ich werde entweder als Ignorant oder aber als hochn&auml;sig oder &quot;etwas besseres&quot; [abwertend] angesehen&hellip; Das ist zwar mitnichten meine Intention aber ich habe mich damit inzwischen abgefunden.</p>
<p>
	Allerdings sorgt auch genau das daf&uuml;r, dass die wenigsten Menschen sich mehr als drei Mal mit mir unterhalten. Nat&uuml;rlich wird jetzt der eine oder andere denken &quot;Och w&auml;re das sch&ouml;n. Endlich mal Ruhe!&quot; aber ganz ehrlich: Es nervt und zwar gewaltig!</p>
<p>
	Versucht man einen Dialog weiter in Gang zu halten, wird es schnell als nervig abgestempelt. L&auml;sst man es und nutzt die Kommunikation f&uuml;r ihren eigentlichen Zweck der Informations&uuml;bermittlung &ndash; na ich muss mich ja nicht wiederholen. Das hatte ich ja zwei Abs&auml;tze dr&uuml;ber gerade schon.</p>
<p>
	Aber was ist eigentlich &quot;das richtige&quot; Ma&szlig;&nbsp;der Kommunikation? Wann ist es zu viel und wann zu wenig? Aus meiner Sicht ist es bei diversen Leuten schon zu viel, wenn sie mit der Kommunikation beginnen. Der Informationsgehalt, den sie in 2 Stunden vermitteln, lie&szlig;e sich bequem auf 5 Minuten reduzieren ohne wichtige Aspekte dabei weg zu lassen. Mit anderen Leuten h&auml;tte ich gerne mehr Kontakt aber w&auml;re das dann in ihren Augen schon wieder nervig? Und vor allem: Worum sollte sich diese Kommunikation drehen?</p>
<p>
	Einige Berufszweige haben mit Sicherheit einen gro&szlig;en Bereich an beruflichen Informationen, die sie als &quot;L&uuml;ckenf&uuml;ller&quot; pr&auml;sentieren k&ouml;nnen und der auch durchaus interessant ist. Polizisten zum Beispiel: Was dieser Berufszweig tagt&auml;glich erlebt kann ganze B&uuml;cher, Dokumentationen und mit Sicherheit viele Gespr&auml;che f&uuml;llen. Nur wenn Ihr jetzt mal ganz erlich seid: Was ist an einem Job als Programmierer spannend? (Und jetzt wieder aufh&ouml;ren zu g&auml;hnen!)</p>
<p>
	<strong>Also nun mal raus mit der Sprache! Wie seht Ihr das mit der Kommunikation? Seid Ihr eher derjenige, der immer etwas zu erz&auml;hlen hat oder wie ich derjenige, der schweigend zuh&ouml;rt und daher von vielen als unkommunikativ und langweilig angesehen wird? Was ist f&uuml;r euch zu viel Kommunikation und wann ist es zu wenig?</strong></p>
