---
title: "Das bittere Ende der Parkplatzodyssee"
date: "2011-04-08T08:35:11+00:00"
slug: "das-bittere-ende-der-parkplatzodyssee"
---

<p>
	&quot;Was lange w&auml;hrt wird endlich gut.&quot; - Dieses Zitat w&uuml;rde ich nur zu gerne auch endlich f&uuml;r meine Suche nach einem brauchbaren Parkplatz in Wohnortn&auml;he gebrauchen. Leider hat mir jetzt auch der letzte Vermieter einen Strich durch die Rechnung gemacht...</p>
<p>
	Mein Vermieter hat gar nicht erst daf&uuml;r gesorgt, dass eigene Parkpl&auml;tze zur Verf&uuml;gung stehen. Somit stehen alle Mieter unseres Wohnblocks (genau wie die der Bl&ouml;cke gegen&uuml;ber) alle ohne jeglichen Parkplatz da. Der Vermieter auf der einen Seite antwortete nur mit einem &quot;Wir haben keine freien Parkpl&auml;tze und wenn wir welche h&auml;tten, w&uuml;rden wir sie Ihnen nicht vermieten!&quot;.</p>
<p>
	Danach fragte ich bei der Stadt an, wie es denn aussieht ob die Stadt Anwohnerparkpl&auml;tze zur Verf&uuml;gung stellen w&uuml;rde. Von dort kam die Antwort, dass dieses generell in der ganzen Stadt nicht gemacht w&uuml;rde. Schade auch aber ich solle mich doch einfach mal an die Vermieter der umliegenden Wohnbl&ouml;cke wenden.</p>
<p>
	Heute dann kam auch vom zweiten Verwalter von anliegenden Wohnbl&ouml;cken die Antwort, dass alle Parkpl&auml;tze, die sie in der Verwaltung haben schon vermietet seien. Es k&ouml;nnte zwar sein, dass es dort noch freie Parkpl&auml;tze g&auml;be aber die w&uuml;rden dann vom Geb&auml;udeeigent&uuml;mer selber vermietet.</p>
<p>
	Also alles in Allem zusammengefasst: Es gibt in akzeptabler Reichweite 17 Parkpl&auml;tze f&uuml;r 4 Geb&auml;ude &aacute; 6 Parteien und auf der anderen Stra&szlig;enseite noch einmal 3 Bl&ouml;cke mit mindestens 6 Parteien. Selbst bei nur einem Auto pro Familie stellt man schon fest: Das passt auf keinen Fall. (Allerdings passt die Annahme, dass jede Familie nur ein Auto h&auml;tte auch nicht. Da sind einige mit mehreren Fahrzeugen.)</p>
<p>
	Bleibt also nichts weiter &uuml;brig als weiterhin Parkplatzroulette zu spielen und nach M&ouml;glichkeit nicht wieder loszufahren wenn man den Parkplatz einmal mit Beschlag belegt hat weil man sonst definitiv keinen mehr bekommt...</p>
