---
title: "Qualitätsjournalismus in Blogs unmöglich?"
date: "2011-01-08T11:18:26+00:00"
slug: "qualitaetsjournalismus-in-blogs-unmoeglich"
---

<p>
	Diese Frage stelle ich mir in letzter Zeit immer wieder. &quot;Wir&quot; - also sowohl Blogger als auch andere Menschen - fordern immer wieder, dass die Zeitungen, Fernsehsender und anderen Medien, deren Angestellten sich &quot;Journalisten&quot; nennen, guten Qualit&auml;tsjournalismus abliefern. Also mit anderen Worten das was sie schreiben, erz&auml;hlen oder zeigen vorher recherchieren und richtig abliefern.</p>
<p>
	Da wird sich dann beschwert wenn Informationen in den Artikeln falsch oder schlicht veraltet sind. Sofort ist die Zeitung ein &quot;Drecksblatt&quot; und geh&ouml;rt besser in den M&uuml;ll. - Okay ich bin oftmals auch dieser Meinung. Immerhin sollten alle Journalisten gelernt haben, dass man die Informationen f&uuml;r Artikel vorher recherchiert, nicht einfach M&uuml;ll abschreibt den ein anderer verzapft hat und das ganze dann auch beim Schreiben nicht wieder so verdreht, dass es vollkommen falsch r&uuml;ber kommt.</p>
<p>
	Womit wir zur&uuml;ck zu den Blogs kommen. Einerseits fordern so fast alle Blogger als Journalisten anerkannt zu werden. Sp&auml;testens wenn es wieder an die kostenlosen Messekarten geht werden massenweise Presse-Akkreditierungen ausgef&uuml;llt um als offizieller Pressevertreter anerkannt zu werden. Andererseits berufen sie sich darauf, dass sie ja alle keine Ausbildungen im Bereich des Journalismus haben. Immerhin kommen die meisten Blogger aus irgendwelchen ganz anderen Berufen, die nichts direkt mit der Presse zu tun haben - au&szlig;er, dass sie die Zeitungen lesen.</p>
<p>
	Ist das aber ein Grund daf&uuml;r, dass man seine Artikel vorher nicht recherchiert? Ist das ein Grund daf&uuml;r, dass man Informationen &auml;lter als ein Jahr noch als neu verkauft? (Man vergleiche: In der herk&ouml;mmlichen Presse wird &uuml;ber Meldungen &auml;lter als eine Woche gemotzt!) In der letzten Zeit kommt es mir so vor als ob die Qualit&auml;t immer mehr leidet. Es kann nat&uuml;rlich auch sein, dass ich aufgrund meiner Kenntnisse einfach nur &ouml;fter merke, dass Artikel schlichtweg falsch oder veraltet sind.</p>
<p>
	Ich will hier niemanden an den Pranger stellen daher erw&auml;hne ich weder die Themen um die es sich dreht noch die Blogs selber aber ich denke jeder Blogger sollte mal dar&uuml;ber nachdenken was er eigentlich will. Wollt Ihr, dass &quot;die Presse&quot; sachlich richtige Informationen liefert? Wollt Ihr aktuelle Informationen aus der Presse? Wollt Ihr zur Presse geh&ouml;ren? Ganz ehrlich: Wenn Ihr die Fragen mit &quot;Ja&quot; beantwortet dann tut gef&auml;lligst etwas daf&uuml;r!</p>
<p>
	Nat&uuml;rlich wird keiner von uns im Gegensatz zu den Journalisten der herk&ouml;mmlichen Medien f&uuml;r unsere Artikel bezahlt aber ist das wirklich eine Entschuldigung Content minderer Qualit&auml;t abzuliefern?</p>
<p>
	<strong>Mein Appell also an alle Blogger: Wenn Ihr als Teil der Presse ernst genommen werden wollt dann haltet euch an die Dinge, die Ihr selber von der Presse fordert!</strong></p>
