---
title: "Blogparade: Bloggen – Rückblick 2011 und Ausblick 2012"
date: "2011-12-10T17:01:37+00:00"
slug: "blogparade-bloggen-rueckblick-2011-und-ausblick-2012"
---

<p>
	<img alt="Deutsches Recht" src="/uploads/2011/12/495661_web_R_K_B_by_Gerd-Altmann_pixelio.png" style="margin-top: 0px; margin-right: 0px; margin-bottom: 1em; margin-left: 1em; float: right; width: 150px; height: 169px; " />Heute hat <a href="http://twitter.com/robgreen">Robert Basic</a> in seinem Blog zu einer <a href="http://www.robertbasic.de/2011/12/blogparade-bloggen-gestern-und-heute/">Blogparade</a> aufgerufen, in der Blogger &uuml;ber ihr Bloggerjahr 2011 und das voraussichtliche Jahr 2012 schreiben sollen. Auch wenn ich mir einen allgemeinen Jahresr&uuml;ckblick sparen werde, m&ouml;chte ich an diesem R&uuml;ck- und Ausblick teilnehmen und erst einmal die - etwas l&auml;ngere - Fragestellung von Robert Zitieren:</p>
<blockquote>
	Wie war Dein Blogjahr 2011? Und wie wird Dein Blogjahr 2012 ausfallen? Blieb 2011 alles wie gehabt, hast Du aufgeh&ouml;rt, wurdest Du lauter, wurde es mehr oder hat sich beim Bloggen irgendetwas anderes f&uuml;r Dich ge&auml;ndert? Nimmst Du etwas mit? War es Dein erstes Jahr? Und, wie wars? Was hast aber hast Du mit Deinem Blog f&uuml;r 2012 vor? Willst Du aufh&ouml;ren, bist Du blogm&uuml;de, m&ouml;chtest Du &uuml;ber etwas anderes bloggen, bist Du gar richtig scharf aufs bloggen geworden?</blockquote>
<p>
	Als erstes einmal: Es war nicht mein erstes Blog-Jahr. Ich blogge hier in diesem Blog schon seit 2008 und hoffte, dass das auch noch l&auml;nger so bleiben wird. Dazu aber sp&auml;ter mehr, wenn es in den Ausblick geht.</p>
<p>
	In 2011 hat sich hier im Blog einiges ge&auml;ndert. Anfang des Jahres lief die letzte gro&szlig;e Aktion (Stichwort &quot;Wochenr&uuml;ckblick&quot;) hier aus und es wurde keine neue gestartet. Zwischendurch versuchte ich einmal an Konnas Projekt &quot;<a href="http://www.gedankendeponie.net/2011/06/12/neues-projekt-52-songs-infos-und-anmeldung/">52 Songs</a>&quot; teilzunehmen, was aber auch relativ schnell wieder eingeschlafen ist. Somit fehlen in 2011 definitiv die gr&ouml;&szlig;eren Projekte, die sich durch das ganze Jahr ziehen.</p>
<p>
	Auch generell ist die Postfrequenz deutlich gesunken. W&auml;hrend ich in der Vergangenheit immer versucht habe maximal einen Tag nicht zu bloggen, stand 2011 das &uuml;brige Leben bzw. die Arbeit im Vordergrund und das Bloggen kam so ziemlich immer zu kurz. Hin und wieder gab es einige l&auml;ngere und auch sinnvolle Posts, meistens jedoch eher Videos zu sehen.</p>
<p>
	Einerseits liegt das an der schon erw&auml;hnten Konzentration auf die Arbeit, die doch recht viel Zeit in meinem Leben beansprucht, andererseits allerdings auch, dass ich nicht mehr so viele Themen habe, &uuml;ber die ich blogge. Zum Teil weil mir einfach kein Thema durch den Kopf geht, wor&uuml;ber es sich zu bloggen lohnt und zum Teil weil ich &uuml;ber bestimmte Themen nicht bloggen kann / darf / will.</p>
<p>
	Jetzt gegen Ende des Jahres kommt noch eine weitere Komponente dazu, die ich im ersten Absatz schon kurz anschnitt: Die elendige Rechtsdiskussion bez&uuml;glich Datenschutz und &Auml;hnlichem, die jetzt schon dazu zwingt jegliche Einbindung von Social-Media-Elementen zu unterlassen. Ein einfaches &quot;liken&quot;, &quot;plussen&quot; oder sharen ist somit nicht m&ouml;glich und vor dem aktiven Teilen werden viele Nutzer zur&uuml;ckschrecken. Somit reisst ein gro&szlig;er Besucherquell ab, da die Reichweite des Blogs einfach sinkt.</p>
<p>
	Wahrscheinlich wird das in meinem Blog eingesetzte Kommentarsystem &quot;Disqus&quot; demn&auml;chst auf das gleiche Schicksal sto&szlig;en wie die eben erw&auml;hnten Komponenten der gro&szlig;en Social Networks. Immerhin steckt auch hier ein amerikanisches Unternehmen dahinter, welches Informationen &uuml;ber den Besucher der Webseite bekommt. Also sind auch die Kommentare hier bald verschwunden, damit der Blog rechtskonform bleibt. Leider wird es allerdings immer noch nicht reichen, da das Hosting des Blogs zu 100% auf Servern au&szlig;erhalb der BRD statt findet.</p>
<p>
	Aus dem Grund kann ich keinen wirklichen Ausblick auf 2012 liefern. Ich werde nat&uuml;rlich irgendwie versuchen weiter zu machen, allerdings wird das immer schwerer so lange ich mich im deutschen Rechtsraum bewege. Vielleicht findet sich ja noch ein Ausweg bevor aus dem Blog eine statische Seite ohne jegliche Interaktionsm&ouml;glichkeit wird, was seinen Tod bedeuten w&uuml;rde.</p>
<p>
	<em>(Bildquelle: Gerd Altmann / pixelio.de)</em></p>
