---
title: "Perspektiven..."
date: "2011-06-24T17:36:00+00:00"
slug: "perspektiven"
---

<blockquote style="padding:2px 3px 3px 3px;">
	<p>
		Wir glauben zu leben, aber in Wirklichkeit arbeiten wir nur, um nicht zu sterben.<br />
		<small>Sully Prudhomme</small></p>
</blockquote>
<p>
	Was genau ist eigentlich Leben und wie macht man das? Ich bin mir ziemlich sicher, dass ich existiere aber lebe ich auch? Was also macht das Leben eigentlich aus? Macht man das, was in der heutigen Zeit &uuml;blich ist, st&ouml;&szlig;t man dazu auf verschiedene Gedanken. Einer davon ist sicher, dass Leben hei&szlig;t zu existieren und nicht schon tot zu sein.</p>
<p>
	Ein anderer Gedanke dazu ist, dass man lebt wenn man Perspektiven, Ziele in seinem Leben hat auf die man hin arbeitet. Woher aber bekommt man diese Perspektiven? Ist es schon eine Perspektive zu wissen, dass das gesamte Leben auf ein einziges Ziel zu steuert &ndash; den Tod? Dann h&auml;tte ich wenigstens eine Perspektive aber irgendwie ist es scheinbar nicht wirklich das worauf es ankommt.</p>
<p>
	Worauf freut man sich eigentlich wenn man lebt und keine Perspektiven findet? Auf das Resultat der letzten Shopping-Tour? Kurzzeitig sicherlich aber auch das endet schnell wieder und wird zur Normalit&auml;t. Auf das Wochenende? Warum denn &ndash; Es beginnt am Freitag Abend, es wird dunkel, hell, dunkel, hell, dunkel und es ist Montag. Auf den n&auml;chsten Urlaub? Und wieso das? Was macht man eigentlich in so einem Urlaub? Ich f&uuml;r meinen Teil wei&szlig; es nicht. Wahrscheinlich das, was ich jeden Tag mache. Somit auch kein Anlass. Auf Weihnachten? Den Geburtstag? Ostern? All diese Vorkommnisse entstehen jedes Jahr und zeigen eigentlich nur, dass wieder ein Jahr vorbei ist. 1 Jahr, 52 Wochen, 365.25 Tage, 8766 Stunden, 525 960 Minuten oder auch 31 557 600 Sekunden.</p>
<p>
	Im Endeffekt kommt man doch wieder auf den Gedanken des Zitats am Anfang des Beitrags. Ich existiere um zu arbeiten um meine Existenz zu erm&ouml;glichen um zu arbeiten&hellip; Man sieht wohin das f&uuml;hrt. Es ist ein sich endlos wiederholender Kreislauf der unweigerlich zum Ende der Existenz f&uuml;hrt.</p>
<p>
	Aber halt! Bei der Suche nach dem Sinn des Lebens st&ouml;&szlig;t man auf die Motivationscoaches, die jedes Leben f&uuml;r <strong>wichtig</strong> erachten. Ist es das wirklich? Warum ist mein Leben wichtig? Bin ich der einzige, der meine Arbeit machen kann? Nein. Es dauert maximal eine Woche bis ein anderer meine Arbeit macht und mich ersetzt hat. Wahrscheinlich nicht einmal so lange. Weil ich meinen Vermieter davor bewahre pleite zu gehen und somit seinen Existenzkreislauf durchbreche? Auch hier eine herbe Entt&auml;uschung. Meistens stehen die &quot;Zu vermieten&quot;-Schilder hier in der Gegend etwa eine Woche. Weil ich dieses Blog hier schreibe und damit jemandem irgendwie helfe? Sicherlich nicht. Den meisten w&uuml;rde es nicht einmal auffallen, w&uuml;rde hier nichts mehr erscheinen.</p>
<p>
	Also was genau macht mein Leben eigentlich wichtig? Das wiederum bleibt dabei unbeantwortet. Statt dessen soll ich lieber daf&uuml;r sorgen, dass diese Coaches ihren Existenzkreislauf erf&uuml;llen k&ouml;nnen. Meiner Meinung nach ist ein Mensch genauso schnell und einfach zu ersetzen wie ein kaputtes Handy. Man geht in den n&auml;chsten Shop, kauft sich ein neues und fertig. Bei ungef&auml;hr 7 Milliarden Menschen gibt es gen&uuml;gend Ersatz.</p>
<p>
	Was also macht euch (oder mich) so wichtig? Worin liegt der Sinn, dass ich mir das t&auml;glich antue?</p>
