---
title: "Online-Passwortgenerator jetzt auch für mobile Endgeräte"
date: "2011-01-12T15:45:42+00:00"
slug: "online-passwortgenerator-jetzt-auch-fuer-mobile-endgeraete"
---

<p>
	<img alt="Screenshot der mobilen Anzeige" src="/uploads/2011/01/snap20110112_161832.png" style="width: 240px; height: 400px; float:right; margin: 0 0 1em 1em; border:1px solid #ccc;" />Nachdem ich schon vor l&auml;ngerer Zeit mein <a href="http://pwd.knut.me/">Projekt</a> <a href="http://blog.knut.me/projekt-sichere-passwoerter-via-webseite.html">vorgestellt</a> habe, mit dem man sich via Webseite sichere Passw&ouml;rter generieren lassen kann, hat sich inzwischen wieder einiges an diesem Projekt getan.</p>
<p>
	Wie man am Screenshot auf der rechten Seite sehen kann, funktioniert die Seite jetzt vollst&auml;ndig im Browser auf dem Handy (vollst&auml;ndig incl. &quot;Copy to clipboard&quot; leider nur auf Android-basierten Ger&auml;ten, da die Funktion leider Flash ben&ouml;tigt). Dabei muss nicht einmal mehr gescrolled werden, so dass alle Funktionen direkt auf dem Bildschirm zu erreichen sind.</p>
<p>
	Weiterhin kann der Generator nach einer Anregung von <a href="http://www.mthie.com">Martin</a> (<a href="http://twitter.com/mthie">@mthie</a>) inzwischen auch Passw&ouml;rter mit Sonderzeichen generieren. Diese Passw&ouml;rter sind dann ohne Passwortmanager gar nicht mehr zu merken aber auf jeden Fall sicher vor einem Brute-Force-Angriff. (Die Funktion l&auml;sst sich in den Einstellungen des Generators abschalten.)</p>
<p>
	Wenn man sich im Bereich um 20 Zeichen aufh&auml;lt dauert es bei 1.000.000 Versuchen pro Sekunde immer noch l&auml;nger alle Passwortkombinationen via Brute-Force-Angriff zu knacken als die endg&uuml;ltige Vernichtung der Erde durch die Sonne. Wenn eure Passwort-Speicher-M&ouml;glichkeit also sicher ist, werdet Ihr mit sehr hoher Wahrscheinlichkeit keine Probleme damit haben, dass jemand eure Passw&ouml;rter err&auml;t.</p>
<p>
	Nat&uuml;rlich ersetzt ein solches Passwort auch trotzdem nicht die grundlegenden Sicherheitsma&szlig;nahmen: Passw&ouml;rter nie so aufschreiben, dass sie von anderen gelesen werden k&ouml;nnen, Passw&ouml;rter nicht mehrfach auf verschiedenen Webseiten benutzen und so weiter...</p>
<p>
	Wer im &Uuml;brigen ein gesundes Misstrauen an den Tag legt, kann dem Link zum <a href="http://git.kserver.biz/?p=pwdgensiteae.git">Quellcode</a> der Seite im Footer folgen. Dort k&ouml;nnt Ihr euch den kompletten Quellcode anschauen und euch selber ein Bild davon machen, dass die Seite in keinem Moment eure Passw&ouml;rter oder Userdaten speichert.</p>
<p>
	Wenn euch das Projekt gef&auml;llt w&uuml;rde ich mich im &Uuml;brigens &uuml;ber Feedback hier im Artikel oder einen Klick auf den &quot;Empfehlen&quot;-Button auf der <a href="http://pwd.knut.me/">Generator-Seite</a> freuen.</p>
