---
title: "Bitcoins – \"Die\" neue Währung?"
date: "2011-08-07T15:42:57+00:00"
slug: "bitcoins-die-neue-waehrung"
---

<p>
	In letzter Zeit gab es immer wieder Meldungen &uuml;ber eine W&auml;hrung, die sich &quot;Bitcoins&quot; nennt. In einem Portal f&uuml;r <a href="http://t3n.de/news/silk-road-gefaehrdet-bitcoins-314505/">Drogen-Ank&auml;ufe soll damit bezahlt</a> werden k&ouml;nnen, Anonymus-Mitglieder rufen zu <a href="https://twitter.com/#!/anonymouSabu/status/98098011518935043">Bitcoin-Spenden</a> auf, langj&auml;hrige Anh&auml;nger dieser W&auml;hrung <a href="http://www.heise.de/newsticker/meldung/Bitcoin-Diebstahl-Eine-halbe-Million-US-Dollar-weg-1261046.html">beschweren sich &uuml;ber den Verlust von Bitcoins</a> in H&ouml;he einer halben Million US-Dollar&hellip;</p>
<p>
	<strong>Was aber sind diese &quot;Bitcoins&quot; eigentlich?</strong></p>
<div style="width:640px;height:360px;margin:1em auto;">
  <object width="640" height="360"><param name="wmode" value="transparent"></param><param name="movie" value="http://www.youtube.com/v/Um63OQz3bjo?version=3"></param><param name="allowFullScreen" value="true"></param><param name="allowscriptaccess" value="always"></param><embed src="http://www.youtube.com/v/Um63OQz3bjo?version=3" type="application/x-shockwave-flash" width="640" height="360" allowscriptaccess="always" allowfullscreen="true" wmode="transparent"></embed></object>
</div>
<p>
	Zusammen gefasst aus meinen eigenen Test und den damit verbundenen Erkenntnissen der letzten Tage: Bitcoins sind eine digitale &quot;W&auml;hrung&quot;, die aus berechneten Hashwerten besteht und die bei einem logistischen Wachstum erzeugt werden k&ouml;nnen.</p>
<p>
	<strong>Wie kommt man zu Bitcoins?</strong></p>
<p>
	Wenn einer der im Video angesprochenen Miner, die in den fr&uuml;hen Zeiten des Projekts noch mit reiner CPU-Power liefen, heute aber schon die Rechenleistungen von High-End-GPUs ben&ouml;tigen, einen g&uuml;ltigen Block mit Bitcoins berechnet, werden dem Finder nach einer &Uuml;berpr&uuml;fung des Funds durch andere Miner die in diesem Block enthaltenen 50 Bitcoins gut geschrieben.</p>
<p>
	So viel zur Theorie. In der Praxis ist &ndash; wie gerade erw&auml;hnt &ndash; jeder Rechner, der keine entsprechend schnelle Grafikkarte besitzt, sowieso schon nicht geeignet diese Bl&ouml;cke zu finden. Nat&uuml;rlich werden viele meiner Leser sich jetzt denken &quot;Cool. Mein Gaming-Rechner ist eine Gelddruckmaschine!&quot;. Mag sein aber der Lottoschein, den Ihr beim w&ouml;chentlichen Einkauf ausf&uuml;llt bringt euch genauso viel.</p>
<p>
	Es gibt inzwischen ganze Rechenpools, die nur daran arbeiten neue Bl&ouml;cke mit Bitcoins zu finden. Nehmen wir den DeepBit-Pool: Nach eigenen Angaben liegt die Rechenleistung des Pools zum aktuellen Zeitpunkt bei&nbsp;5464 Gh/s also bei 5464 Milliarden Hashs pro Sekunde. Die mir zur Verf&uuml;gung stehenden Rechner kommen auf 5.2 - 8.0 Millionen Hashs pro Sekunde bei voller Auslastung der GPU.</p>
<p>
	Um einen &quot;Share&quot; f&uuml;r den Pool zu berechnen brauche ich im Schnitt etwa 2.5 Minuten. Wenn ich die Statistiken des Pools anschaue, braucht es in etwa&nbsp;1876921 - 2151246 Shares pro gefundenem Block und mit jedem Fund wird die Schwierigkeit h&ouml;her noch freie Bl&ouml;cke zu entdecken. Gehe ich also davon aus ich wollte ohne den Pool selber Bitcoins erhalten um nicht nur einen minimalen Bruchteil der 50 BTC einzustreichen sondern alle, br&auml;uchte ich bei meiner Rechenleistung in etwa 3497 Tage um einen Block zu finden.</p>
<p>
	In der Berechnung f&uuml;r den Pool werden die 50 BTC durch die Anzahl der eingesendeten Shares (abz&uuml;glich eines Prozentsatz f&uuml;r den Poolbetreiber) geteilt und dann f&uuml;r jeden, der Shares eingesendet hat multipliziert. Das hei&szlig;t also bei den oben genannten Zahlen w&uuml;rde jeder eingesendete Share 0.0000248251872 BTC einbringen.</p>
<p>
	<strong>Und was ist das Ganze dann Wert?</strong></p>
<p>
	Wie bei jeder &quot;Fremdw&auml;hrung&quot; gibt es auch bei Bitcoins Schwankungen in den Umrechnungskursen. Jetzt aktuell liegt der Umrechnungskurs gem&auml;&szlig; der Wechselseite Mt.Gox bei 9.70 USD / 1 BTC. Gehen wir zur Einfachheit von 10 USD / 1 BTC aus und sehen, dass der eingesendete Share im Endeffekt nichts (einen 100stel USD-Cent) wert ist.</p>
<p>
	Nimmt man also den aktuellen Umrechnungskurs, h&auml;tte der oben im Artikel erw&auml;hnte Besitzer der Bitcoins auch &quot;nur&quot; eine viertel Million USD verloren und keine halbe. Aber wie gerade erw&auml;hnt: Betrachtet einmal das Verh&auml;ltnis zwischen EUR und USD. Das schwankt genau wie das Verh&auml;ltnis von USD zu BTC, nur nicht so stark, da EUR und USD aktuell deutlich stabilere W&auml;hrungen sind. Aber auch hier wird durch Angebot und Nachfrage der Kurs der W&auml;hrungen zueinander ver&auml;ndert.</p>
<p>
	<strong>Warum ist es m&ouml;glich eine halbe (oder viertel) Million USD zu stehlen?</strong></p>
<p>
	Um das zu beantworten muss man sich anschauen, wie Bitcoin-Transfers geschehen. Jeder Bitcoin geh&ouml;rt zu einer eindeutigen Adresse, zu der er transferiert wurde. Von diesen Adressen k&ouml;nnen in einem &quot;Wallet&quot; beliebig viele gespeichert sein. Somit ist jede Adresse im &uuml;bertragenen Sinn ein Konto oder auch einfach ein Geldschein mit einem bestimmten Wert in der Geldb&ouml;rse.&nbsp;Bei der Weitergabe wird allerdings nicht die Adresse transferiert sondern nur ihr Wert.</p>
<p>
	Durch die Art der Speicherung entsprechen Bitcoins prinzipiell also Bargeld. Man steckt es in eine Geldb&ouml;rse und auf diese muss aufgepasst werden. Erlange ich als Dieb die Kontrolle &uuml;ber eine Geldb&ouml;rse bzw. ein &quot;Wallet&quot;, kann ich mit dem enthaltenen Geld machen was ich will. Im Endeffekt transferiere ich es zu einer anderen (meiner)&nbsp;Geldb&ouml;rse.</p>
<p>
	Da es f&uuml;r Bitcoins keine (verl&auml;sslichen) Banken gibt, ist also jeder f&uuml;r sein eigenes Verm&ouml;gen verantwortlich. Das ist so als ob euer Arbeitgeber das Gehalt am Ende des Monats bar in eure Hand legen w&uuml;rdet und Ihr es in eure Geldb&ouml;rse steckt. Lasst Ihr sie unachtsam auf einem Tisch herumliegen, ist der Inhalt weg und Ihr habt ein Problem. Exakt so verh&auml;lt es sich auch mit Bitcoins. Es gibt keinerlei Sicherheitseinrichtungen, wenn euer &quot;Wallet&quot; in die falschen H&auml;nde ger&auml;t.</p>
<p>
	<strong>Und was sagt mir das jetzt alles?</strong></p>
<p>
	Mein Fazit zum ganzen Thema ist, dass es sich in der heutigen Zeit (und auch zuk&uuml;nftig bis zum Erreichen der Maximalanzahl Bitcoins) nicht lohnt darauf zu hoffen selber mit dem eigenen Rechner ein 50 BTC Paket im Wert von fast 500 USD zu finden. Diese Funde werden sich unter den gro&szlig;en Rechenpools aufteilen.</p>
<p>
	Um also Bitcoins zu erhalten m&uuml;ssen sie entweder &uuml;ber den Devisenhandel (USD zu BTC oder EUR zu BTC) erworben werden oder sie werden euch &uuml;berwiesen. Theoretisch k&ouml;nnte ich mir als Freelancer also meine Verg&uuml;tung in BTC auszahlen lassen. Davon kann ich zwar weder meine Miete bezahlen noch mein Essen im Supermarkt aber ich k&ouml;nnte hoffen mit einem guten Umrechnungskurs Gewinn zu machen.</p>
<p>
	Gemeinhin wird das als Devisenspekulation bezeichnet und passiert im ganz allt&auml;glichen Wechselgesch&auml;ft zwischen den bestehenden W&auml;hrungen. Ich k&ouml;nnte f&uuml;r den gleichen Effekt also auch meine Verg&uuml;tung in USD auszahlen lassen und dann zu einem g&uuml;nstigen Zeitpunkt in EUR umtauschen.</p>
<p>
	So nehmen die Bitcoins meiner Meinung nach den gleichen Status ein wie &quot;damals&quot; die Klammlose. Sie existieren in einem geschlossenen Kreis, k&ouml;nnen zwar erworben und verkauft werden, werden aber wahrscheinlich aus diesem Kreis nicht heraus kommen, da die Akzeptanz nicht hoch genug ist. Um BTC als Bezahlung zu akzeptieren, m&uuml;sste ich permanent auf die Schwankungen im Wechselkurs reagieren und meine Rechnungen entsprechend stellen.&nbsp;Dass das Finanzamt &uuml;ber Rechnungen mit W&auml;hrungen, die offiziell nicht einmal anerkannt sind, nicht allzu gut reagiert, brauche ich da wahrscheinlich nicht mehr erw&auml;hnen.&nbsp;</p>
<p>
	Somit dr&uuml;cke ich dem Projekt zwar die Daumen aber erkl&auml;re meinen pers&ouml;nlichen Versuch f&uuml;r gescheitert und w&uuml;rde dem Projekt aktuell keine gro&szlig;en Zukunftsaussichten bescheinigen.</p>
<p>
	<em><strong>Wie sieht es bei euch aus? Seid Ihr schon einmal mit Bitcoins in Kontakt gekommen oder habt sogar einen nutzbaren Bereich gefunden? Ich w&uuml;rde mich &uuml;ber Kommentare und Meinungen zum Thema hier in der Kommentarfunktion freuen.</strong></em></p>
