---
title: "Barcamp Hamburg 5"
date: "2011-11-14T22:25:36+00:00"
slug: "barcamp-hamburg-5"
---

<p>
	Am Wochenende war, wie jedes Jahr, wieder das Barcamp Hamburg, welches ich in diesem Jahr zum zweiten Mal besucht habe. Veranstaltungsort war dabei wie auch schon im letzten Jahr das Otto Forum in Wandsbeck. Dieses Jahr ging es auch wieder um viele technische Themen aber auch im Themen, die nicht allzu viel mit Technik zu tun haben.</p>
<p>
	Den Start meines Session-Marathons hat am Freitag Morgen gleich mit <a href="http://www.mthie.com">Martin</a> zusammen unsere Session &uuml;ber das Thema &quot;Secure Cloud&quot; gemacht. Wer die Session verpasst hat, sie allerdings noch nachholen m&ouml;chte, kann sie sich auf Youtube in Full-HD anschauen:</p>
<div style="width:640px;height:360px;margin:1em auto;">
	<object height="360" width="640"><param name="wmode" value="transparent" /><param name="movie" value="http://www.youtube.com/v/2U_dO5vXXSA?version=3&amp;feature=oembed" /><param name="allowFullScreen" value="true" /><param name="allowscriptaccess" value="always" /><embed allowfullscreen="true" allowscriptaccess="always" height="360" src="http://www.youtube.com/v/2U_dO5vXXSA?version=3&amp;feature=oembed" type="application/x-shockwave-flash" width="640" wmode="transparent"></embed></object></div>
<p>
	Im Anschluss habe ich mir die Session &quot;Kanban f&uuml;r Agenturen&quot; angeschaut, die mir pers&ouml;nlich allerdings nicht viel brachte. Mag allerdings durchaus dran liegen, dass ich keine Agentur bin und auch f&uuml;r keine arbeite.</p>
<p>
	Das Essen am Freitag war &ndash; wie schon gewohnt &ndash; wieder einmal nichts f&uuml;r meinen Geschmack, so dass wir wieder in der <a href="http://maps.google.de/maps/place?hl=en&amp;cid=6288332275742004484">Hollywood Canteen</a> gegessen haben. Dort allerdings gab es gewohnt leckere Burger, so dass ich die Location problemlos weiterempfehlen kann.</p>
<p>
	Nach dem Mittag habe ich mir die Session &quot;Hamburg, deine Events&quot; von <a href="http://twitter.com/moeffju">@moeffju</a> und <a href="http://twitter.com/renehamburg">@renehamburg</a> angeschaut. Hier wurde das Projekt &quot;<a href="http://www.siliconharbor.de/">Silicon Harbor</a>&quot; vorgestellt, mit dem erreicht werden soll, dass zuk&uuml;nftig mehr Events in Hamburg veranstaltet werden und die Veranstalter bessere Informationen und auch Unterst&uuml;tzung bekommen.</p>
<p>
	Rene hat danach die Session &quot;Warum man im B&uuml;ro eigentlich nichts schafft&quot; gehalten, in der er sch&ouml;n zusammen fasst, warum ich lieber im Homeoffice arbeite als in einem Gro&szlig;raumb&uuml;ro und warum ich nichts von &quot;Daily Scrum&quot; oder &quot;Daily Standup-Meetings&quot; halte. Auch diese Session ist via Youtube verf&uuml;gbar:</p>
<div style="width:640px;height:360px;margin:1em auto;">
	<object height="360" width="640"><param name="wmode" value="transparent" /><param name="movie" value="http://www.youtube.com/v/hdtcmGId-NU?version=3&amp;feature=oembed" /><param name="allowFullScreen" value="true" /><param name="allowscriptaccess" value="always" /><embed allowfullscreen="true" allowscriptaccess="always" height="360" src="http://www.youtube.com/v/hdtcmGId-NU?version=3&amp;feature=oembed" type="application/x-shockwave-flash" width="640" wmode="transparent"></embed></object></div>
<p>
	Sp&auml;ter gab es dann noch die Session von <a href="http://twitter.com/mthie">Martin</a> und <a href="http://twitter.com/Carsten_Schulz">Carsten</a> mit dem Titel &quot;Coder vs. Agency&quot; mit einer unterhaltsamen Diskussion, was in vielen Projekten zwischen den Agenturen und den Codern schief l&auml;uft:</p>
<div style="width:640px;height:360px;margin:1em auto;">
	<object height="360" width="640"><param name="wmode" value="transparent" /><param name="movie" value="http://www.youtube.com/v/SEDDX4zN4Cc?version=3&amp;feature=oembed" /><param name="allowFullScreen" value="true" /><param name="allowscriptaccess" value="always" /><embed allowfullscreen="true" allowscriptaccess="always" height="360" src="http://www.youtube.com/v/SEDDX4zN4Cc?version=3&amp;feature=oembed" type="application/x-shockwave-flash" width="640" wmode="transparent"></embed></object></div>
<p>
	Den aufweckenden Abschluss am Abend machte der Feueralarm, der kurzerhand f&uuml;r einige Minuten das komplette Barcamp in die K&auml;lte verlagerte, sich allerdings gl&uuml;cklicherweise als Fehlalarm herausstellte.</p>
<p>
	Am Samstag startete der Tag mit einem Vortrag von <a href="http://twitter.com/moeffju">@moeffju</a> und <a href="http://twitter.com/tielefeld">@tielefeld</a> &uuml;ber das Thema &quot;Ern&auml;hrung - Nutrition Hacks&quot;. Im Endeffekt auch hier wieder eine Best&auml;tigung dessen, was die Ern&auml;hrungsumstellungen im allgemeinen aufzeigen. Nicht so sehr darauf vertrauen, dass die Nahrungsmittelindustrie alles richtig macht sondern selber nachdenken. Hier wurde allerdings nicht so sehr die Variante des No-Carb oder Low-Carb empfohlen sondern eher das Konzept des Slow-Carb. Dabei geht es darum zwar durchaus Nahrung mit Kohlenhydraten zu sich zu nehmen, allerdings nur solche, die &uuml;ber eine l&auml;ngere Zeit Energie abgibt und nicht f&uuml;r kurzzeitige Peaks sorgt.</p>
<p>
	Auch interessant war die Session &quot;Besitz on Demand&quot; mit <a href="http://twitter.com/renehamburg">@renehamburg</a>&nbsp;in der es darum ging, dass zum Teil geliehener Besitz besser ist als eigener. Zum Beispiel ein Auto: Wenn man in der Innenstadt wohnt und auch zum Arbeiten perfekt mit &ouml;ffentlichen Verkehrsmitteln fahren kann, warum soll man dann ein Auto nutzlos vor der T&uuml;r stehen haben? Statt dessen kann man sich auch einen Wagen mieten, wenn man ihn wirklich braucht und in der &uuml;brigen Zeit die Kosten f&uuml;r einen eigenen sparen.</p>
<p>
	Zur Mittagszeit hielt <a href="http://www.mthie.com">Martin</a> dann die Session &uuml;ber sein Leben in der Cloud. Aufgrund dessen, dass ich den Inhalt der Session schon kannte und viele Tools selber nutze, habe ich hier allerdings nichts neues gelernt.</p>
<p>
	Auch in der darauf folgenden Session mit <a href="http://about.me/dotdean">dotdean</a> &uuml;ber &quot;State of Podcasting 2011 - Dailycoffeebreak!&quot; war f&uuml;r mich bis auf einige Hardwareempfehlungen nicht viel Neues dabei, da ich die meisten Tools schon aus meiner eigenen Podcast-Erfahrung kenne. Eine Podcast-Empfehlung sprang allerdings trotzdem noch dabei raus: Seit der Session habe ich die &quot;<a href="http://dailycoffeebreak.de/">Daily Coffee Break</a>&quot; abonniert.</p>
<p>
	Die beste Session des Tages kam meiner Meinung (und ich glaube der voll gef&uuml;llte gro&szlig;e Saal stimmt mir da zu) von <a href="http://twitter.com/moonlightcat">Katja</a> &uuml;ber &quot;Mein Leben mit einem Nerd&quot;. Es war zwar eine relativ kurze aber sehr unterhaltsame Session und ich glaube in keiner Session habe ich einen so hohen Anteil der Zuschauer vor Lachen fast unter den St&uuml;hlen liegen sehen. Vor allem waren einfach so viele Punkte in der Session, in denen ich mich selber wieder erkannt habe.</p>
<p>
	Als letzte Session des diesj&auml;hrigen Barcamps habe ich mir noch den Vortrag von <a href="http://twitter.com/svensonsan">@svensonsan</a> &uuml;ber &quot;Wohnungssuche - Tools &amp; best practice&quot; angeschaut. Das Fazit dieser Session f&uuml;r mich: Entweder hat man viel Gl&uuml;ck oder man bekommt erst in 20 Jahren eine Wohnung in Hamburg.</p>
<p>
	Als Fazit des gesamten Barcamps l&auml;sst sich f&uuml;r mich festhalten, dass es wieder ein sch&ouml;nes Barcamp war, in dem diesmal gerade einmal drei Slots nicht mit einem f&uuml;r mich interessanten Thema gef&uuml;llt waren. Das ist allerdings durchaus in Ordnung, denn es kann sich ja nicht jeder f&uuml;r alle Themen interessieren. Auch gab es erstaunlich wenig &Uuml;berschneidungen bei Themen, die ich unbedingt sehen wollte.</p>
<p>
	Die einzige Verbesserung, die ich mir f&uuml;r n&auml;chstes Jahr w&uuml;nschen w&uuml;rde ist, dass mehr Leute auf die Idee kommen auch einfach ihre Sessions mal mit einem normalen Camcorder aufzunehmen bzw. Leuten wie mir, die sowieso schon Sessions gefilmt haben erlauben die Sessions zu filmen und zu ver&ouml;ffentlichen. Immerhin gab es zus&auml;tzlich zu den 400 Pl&auml;tzen an beiden Tagen &uuml;ber 100 Interessenten, die keinen Platz mehr bekommen haben und so zumindest die Chance bekommen sich die Sessions im Nachhinein anzuschauen.</p>
