---
title: "Cloud - Was ist das eigentlich?"
date: "2012-05-30T12:18:00+00:00"
slug: "cloud-was-ist-das-eigentlich"
---

<p>
	Es ist in aller Munde, jeder will es haben und gef&uuml;hlt bietet es inzwischen jede einzelne Firma auf diesem Planeten an: Die Cloud. Mal ist es die &quot;Amazon Cloud&quot;, mal die &quot;iCloud&quot;, hin und wieder die &quot;Telekom Cloud&quot; oder auch einfach nur die &quot;Cloud&quot;. Verschiedene Bezeichnungen und im Endeffekt eine einzige Verwirrung dar&uuml;ber, was man nun bekommt wenn man dieses &quot;Cloud-Dings&quot; hat. Ich m&ouml;chte in diesem Artikel einmal versuchen m&ouml;glichst leicht verst&auml;ndlich darzulegen, was diese omin&ouml;se &quot;Cloud&quot; eigentlich ist. Techniker sollten evtl. einfach weiter gehen denn f&uuml;r euch wird es nichts neues geben.</p>
<h2>
	Was ist die Cloud nicht?</h2>
<p>
	Fangen wir hiermit einmal an um die h&auml;ufigsten Werbeaussagen zu relativieren und eine neue Grundlage zu schaffen um das Cloud-Bild neu aufzubauen: &quot;Die Cloud&quot; kann nicht alles. Man kann keine Bilder in &quot;die Cloud&quot; werfen und auf magische Weise hat man Abz&uuml;ge und alle Verwandten sehen die Bilder. Die Cloud ist in den meisten F&auml;llen nicht wirklich sicher. Die Cloud ist nicht nur eine bessere Dateiablage. Die Cloud ist kein Backup.</p>
<h2>
	Der Boden der Tatsachen</h2>
<p>
	Im Endeffekt ist die Cloud nichts anderes als ein gro&szlig;es Netzwerk aus Servern. Nichts mystisches mit viel Magie und am Himmel schwebenden Wolken. Netzwerke aus Servern gibt es seit vielen Jahren. Das Internet ist zum Beispiel so ein Netzwerk. Das was uns heute allenthalben als &quot;die Cloud&quot; verkauft wird ist also im Endeffekt nichts neues. Naja gut fr&uuml;her konnte nicht jeder normale Internetnutzer seine Daten auf diesen Servern &uuml;berall in der Welt ablegen. In so fern ist es schon etwas neues.</p>
<p>
	Jetzt sagte ich, dass die Cloud nicht alles kann. Gerne wird in Meetings mit Marketing-Menschen die Cloud als universale L&ouml;sung f&uuml;r jedes Problem verkauft. Ganz ehrlich: Oftmals gibt es deutlich bessere und viel erprobtere L&ouml;sungen. Die Cloud ist halt kein superintelligentes Wesen, welches alle Daten in sich hinein aufnimmt und dann die L&ouml;sung f&uuml;r alle Probleme produziert.</p>
<p>
	Auch wenn Microsoft gerne in seinen Werbespots bewirbt, dass die Mutter alle Bilder in die &quot;Microsoft Cloud&quot; wirft und schon k&ouml;nnen alle Verwandten sie betrachten und sie sind perfekt bearbeitet und alles ist sch&ouml;n, die Sonne scheint und alle haben sich lieb, sieht die Realit&auml;t leider etwas anders aus. Zuerst: Ja, Microsoft hat eine L&ouml;sung, mit der man Bilder an Personen teilen kann. Leider hat diese L&ouml;sung bisher aber keinen Zugriff auf das Gehirn des Nutzers, so dass man immer noch selber ausw&auml;hlen muss, wer die Bilder sehen darf. Die magische Bildbearbeitung vom Urlaubsschnappschuss mit der 40-Euro-Kompaktkamera mit unendlichem Digitalzoom zum perfekten Bild, welches eines Profifotografen w&uuml;rdig ist konnte mir leider auch noch nicht pr&auml;sentiert werden. Die Realit&auml;t sieht auch hier wieder so aus, dass zwar Werkzeuge bereit gestellt werden, die es vereinfachen ein Bild zu bearbeiten, es aber trotzdem nicht m&ouml;glich ist aus einem schlechten Bild ein perfektes Bild zu machen.</p>
<p>
	Was die Sicherheit in &quot;der Cloud&quot; betrifft, sieht es bei vielen Diensten zappenduster aus. Sehr viele der Anbieter sitzen in den USA und m&uuml;ssen - so die Gesetze - den Strafverfolgungbeh&ouml;rden auf Wunsch Zugriff auf die Daten gew&auml;hren. Klar, nat&uuml;rlich haben wir alle nichts zu verbergen aber wollt Ihr wegen eurer Diplomarbeit &uuml;ber die Soziologie von Terroristen wirklich bei eurem n&auml;chsten Besuch in den USA ein langes Gespr&auml;ch mit den Leuten der Homeland Security f&uuml;hren? Au&szlig;erdem kann es durch eine Sicherheitsl&uuml;cke jederzeit passieren, dass jede beliebige Person auf die Daten in eurem Account zugreifen kann. Im Zweifel sieht also die Frau die eingescannten Briefe der Freundin&hellip; Es gibt auf jeden Fall auch Dienste, die alle Daten nur verschl&uuml;sselt speichern aber die sind leider selten und wenig genutzt.</p>
<p>
	Nicht jede &quot;Cloud&quot; der verschiedenen Anbieter ist eine Dateiablage. Viele Cloud-Anbieter bieten auch gleichzeitig ein wenig Speicherplatz an, allerdings ist das nicht unbedingt das Hauptgesch&auml;ft aller Anbieter. Einige bieten nur Musik an oder vielleicht noch ein wenig Platz f&uuml;r das Backup des Handys aber keine M&ouml;glichkeit selber Dateien hoch zu laden.</p>
<p>
	Die Cloud ist kein Backup: Nat&uuml;rlich kann die Speicherung der Dateien in einem Cloud-Dienst eine M&ouml;glichkeit sein, mit der das eigene Backup gemacht wird. Leider verlassen sich viele Menschen dann darauf, dass die Datei ja in der Cloud liegt und nichts passieren kann. Was ist nun aber wenn der Cloud-Anbieter entscheidet sein Angebot sei f&uuml;r ihn nicht lukrativ genug und schaltet es ab? Eure Daten sind pl&ouml;tzlich wieder nur an einer Stelle: Auf eurer Festplatte. Geht die kaputt habt Ihr das gleiche Problem wie ohne das Cloud-Backup &ndash; sie sind weg.</p>
<h2>
	Und was soll das dann &uuml;berhaupt?</h2>
<p>
	Jetzt kommt das paradoxe an diesem Artikel: Die Cloud ist f&uuml;r all das da, dem ich gerade widersprach. Nein, das ist kein Versuch euch zu verarschen sondern einfach die Realit&auml;t. Es gibt f&uuml;r jeden Zweck inzwischen einen Anbieter, der mit einem &quot;Cloud&quot;-Dienst genau das erf&uuml;llt was ich oben aufgef&uuml;hrt habe. Allerdings erf&uuml;llt nicht jeder Anbieter das, was Ihr gerade braucht.</p>
<p>
	Wenn Ihr kurz (unwichtige) Dateien teilen wollt, kann Dropbox euch helfen. Wenn Ihr Bildergalerien wollt, kann euch Picasa helfen. Wenn Ihr eure Daten verschl&uuml;sselt und sicher ablegen wollt, kann euch TeamDrive helfen. Wollt Ihr Filme schauen, gibt es sie bei Maxdome, der Telekom, Amazon oder iTunes in den dazugeh&ouml;rigen &quot;Clouds&quot;. Musik zum Beispiel gibt es ebenso bei Amazon, Simfy, Spotify, iTunes und anderen Anbietern.</p>
<p>
	Aber zum Beispiel eignet sich ein Anbieter, der die Daten sehr gut verschl&uuml;sselt nicht daf&uuml;r eine Datei mit euren Twitter-Followern zu teilen. Dazu m&uuml;ssten viel zu viele Leute die M&ouml;glichkeit haben die Datei wieder zu entschl&uuml;sseln. Dropbox hingegen eignet sich eher weniger um Musik zu streamen.</p>
<p>
	Um ein Backup eurer Daten zu machen, m&uuml;sst Ihr euch &uuml;berlegen wie die Cloud-Anbieter in euer Konzept passen: Die Bankdaten unverschl&uuml;sselt auf einem fremden Server speichern? Eher nicht! Wirklich eure 2TB Festplatte mit Filmen zu einem Cloudanbieter legen? Einerseits sehr teuer, andererseits w&uuml;rde es bei einer durchschnittlichen DSL 6000-Leitung in etwa 331.4 Tage dauern diese Daten &uuml;berhaupt hochzuladen.</p>
