---
title: "Meinungsfreiheit und ihre Gegner"
date: "2012-04-04T16:24:26+00:00"
slug: "meinungsfreiheit-und-ihre-gegner"
---

<blockquote>
	<p>
		Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu &auml;u&szlig;ern und zu verbreiten und sich aus allgemein zug&auml;nglichen Quellen ungehindert zu unterrichten. Die Pressefreiheit und die Freiheit der Berichterstattung durch Rundfunk und Film werden gew&auml;hrleistet. Eine Zensur findet nicht statt.</p>
	<p>
		(Quelle: <a href="http://www.gesetze-im-internet.de/gg/art_5.html">Artikel 5 (1), Grundgesetz der Bundesrepublik Deutschland</a>)</p>
</blockquote>
<p>
	In diesem Wortlaut formuliert unser Grundgesetz, also die Verfassung der Bundesrepublik Deutschland, die Meinungsfreiheit. Wird in einem Blog oder anderen Foren ein Kommentar eines Nutzers gel&ouml;scht oder von einem Moderator ver&auml;ndert, gibt es sehr schnell einen &quot;Shitstorm&quot; gegen die betreffenden Blogger oder Moderatoren. Sieht man diese Punkte, k&ouml;nnte man meinen, dass den Internetnutzern in Deutschland ihre Grundrechte wichtig sind und sie diese unbedingt sch&uuml;tzen m&ouml;chten.</p>
<p>
	Allerdings habe ich in der letzten Zeit vermehrt den genau gegenteiligen Eindruck: Wer braucht die Meinungsfreiheit? Wenn mir die Meinung von XYZ nicht gef&auml;llt, wird er halt mundtot gemacht und gut ist. Am Meisten fiel es mir in den letzten Tagen auf Facebook auf, da nicht ein einziger Tag vergeht, an dem nicht irgend jemand Rufe laut werden l&auml;sst, dass die Fanseiten der NPD als &quot;Versto&szlig; gegen die Community-Guidelines&quot; mit dem Grund &quot;Enth&auml;lt Hassreden&quot; gemeldet werden sollen.</p>
<p>
	Wenn es gen&uuml;gend solcher Beschwerden gibt, werden meines Wissens nach die gemeldeten Seiten zwar trotzdem von Facebook-Mitarbeitern gepr&uuml;ft, ob sie wirklich gel&ouml;scht werden sollen aber die grobe Meinung der Nutzer ist aus den Aufrufen klar erkennbar. Bisher war noch keiner dieser Aufrufe erfolgreich und die Fanpage existiert zum aktuellen Zeitpunkt immer noch. Scheinbar konnten die Mitarbeiter, die diese Beschwerden pr&uuml;fen bisher keine Hassreden auf der Fanpage finden.</p>
<p>
	Ich f&uuml;r meinen Teil habe mir diese Fanpage nach einigen Aufrufen auch einmal angesehen und konnte auch keinen Beitrag entdecken, der meines Wissens nach gegen geltendes deutsches Recht verst&ouml;&szlig;t. Nat&uuml;rlich bin ich weder ein Anwalt noch ein speziell geschulter Mitarbeiter des Verfassungsschutz, allerdings nehme ich mir heraus, dass ich durchaus ein wenig Ahnung von der Gesetzgebung der BRD habe.</p>
<p>
	Da also scheinbar der eigentliche &quot;Grund&quot;, weswegen die Fanpage gemeldet werden - und verschwinden - soll &uuml;berhaupt nicht existent ist fragt man sich doch warum diese Aufrufe ver&ouml;ffentlicht werden und wieso sie sich in diesem Ma&szlig;e, dass man schon fast von Spam sprechen kann, verbreiten.</p>
<p>
	Auch dazu habe ich zwei Theorien. Fangen wir mit der ersten an: Die eigentliche Meldung stammt von einem Partei-Sympathisanten, der genau wei&szlig;, dass sich keine Hassreden auf der Fanpage finden lassen. So wie viele Menschen den Aufruf verteilen, ist es oftmals eher Werbung f&uuml;r diese Fanpage, da der eigentliche Grund nur in den Kommentaren unter dem Share zu finden ist. Ich kann mir gut vorstellen, dass die Fanpage durch diese Verbreitung inzwischen durchaus auch weitere Anh&auml;nger gefunden hat, die bisher vielleicht gar nicht wussten, dass diese Fanpage existiert.</p>
<p>
	Die zweite Theorie hat nun wieder mit dem eingangs zitierten Artikel des Grundgesetzes zu tun: Die Personen, die die Schlie&szlig;ung der Fanpage fordern, wollen die Partei auf Facebook zum Schweigen bringen. Ein Gedanke, der zwar nachvollziehbar ist, jedoch trotzdem bei all diesen Personen mangelndes Denkverm&ouml;gen zeigt.</p>
<p>
	Zum jetzigen Zeitpunkt, an dem ich diesen Artikel schreibe, ist die NPD nicht verboten und offensichtlich sitzt keine der Personen, die die Fanpage betreuen in Haft. Zwar kann ich nicht beurteilen, ob der Verfassungsschutz nicht gegen genau diese Personen ermittelt, allerdings scheint es aktuell keinen Grund zu geben ihrem Treiben ein Ende zu setzen. Von daher gehe ich davon aus, dass sie sich innerhalb des gesetzlichen Rahmens bewegen.</p>
<p>
	Damit also zur&uuml;ck zum fehlenden Denkverm&ouml;gen und meinem Vergleich mit Blogkommentaren und Foreneintr&auml;gen: Jeder Internet-Nutzer beansprucht f&uuml;r sich pers&ouml;nlich das Recht seine Meinung frei &auml;u&szlig;ern zu d&uuml;rfen, gesteht es jedoch anderen Personen nicht zu.&nbsp;</p>
<blockquote>
	<p>
		Niemand darf wegen seines Geschlechtes, seiner Abstammung, seiner Rasse, seiner Sprache, seiner Heimat und Herkunft, seines Glaubens, seiner religi&ouml;sen oder politischen Anschauungen benachteiligt oder bevorzugt werden. Niemand darf wegen seiner Behinderung benachteiligt werden.</p>
	<p>
		(Quelle: <a href="http://www.gesetze-im-internet.de/gg/art_3.html">Artikel 3 (3), Grundgesetz der Bundesrepublik Deutschland</a>)</p>
</blockquote>
<p>
	Schaut man nun einmal in den hier gerade zitierten dritten Artikel des Grundgesetzes, muss man doch davon ausgehen, dass auch ein Anh&auml;nger der NPD seine Meinung frei &auml;u&szlig;ern darf, solange diese gegen kein Gesetz der BRD verst&ouml;&szlig;t oder etwa nicht?</p>
<p>
	<em>Zum Abschluss ein kleiner Hinweis in eigener Sache in der Hoffnung, dass die Diskussion in den Kommentaren sachlich bleibt und nicht in ein Schlachtfeld ausartet: Ich bin kein Unterst&uuml;tzer der NPD sondern mag einfach meine Grundrechte, gestehe sie aber auch jedem anderen zu. Ihr k&ouml;nnt in den Kommentaren gerne eine sachliche Diskussion f&uuml;hren, sollte es allerdings ausarten werde ich die Kommentarfunktion sperren und vollst&auml;ndig ausblenden, da ich hier auch f&uuml;r eure Kommentare belangt werden kann.</em></p>
